{
  "name": "Предел: Перезагрузка Тела",
  "description": "9 упражнений, которые заставят твой метаболизм плакать от счастья. Это не тренировка — это крещение огнем для твоей выносливости и воли. Работай 45 секунд так, будто от этого зависит твоя талия, а 15 секунд отдыха — не более чем формальность. После круга тебя ждет целая минута передышки, чтобы осознать свое существование. Цель: 4-6 кругов. Не сдавайся, даже когда мышцы начнут ворчать. Каждая секунда здесь — это кирпичик в стене твоего нового тела. Вперед, герой!",
  "exercises": [
    {
      "name": "Быстрый бег на месте с захлёстом голени (High Knees + Heel Kicks)",
      "technique": "Представь, что пытаешься пнуть себя под зад за сомнения перед этой тренировкой.  Пятки к ягодицам, темп — как у загнанного оленя. Руки работают, улыбка приклеена (или оскал)."
    },
    {
      "name": "Подъём на канат или боковое перемещение руками по перекладине",
      "technique": "Выбери свою судьбу: либо канат, который напомнит тебе детские мечты о море, либо перекладина, на которой ты будешь ковылять, как краб. Плавно, с контролем, чувствуй каждый мускул спины и рук. Если делаешь на перекладине — представь, что перебираешься через пропасть с мешком картошки (это твое тело)."
    },
    {
      "name": "Бёрпи",
      "technique": "Король упражнений. Привет полу, прыжок ногами назад, отжимание (да, оно обязательно!), прыжок ногами к рукам и выпрыгивание вверх с хлопком. Каждое повторение — это маленькая победа над гравитацией и ленью."
    },
    {
      "name": "Отжимания с ногами на возвышении (Raised-Leg Pushups)",
      "technique": "Ноги на скамье, стуле или табуретке мечты. Это смещает акцент на верх груди и плечи. Опускайся глубоко, но с достоинством. Корпус — струна, ягодицы не провисают. Ты не просто отжимаешься, ты высекаешь статую из мрамора."
    },
    {
      "name": "Приседания с выпрыгиванием и паузой (Jumping Squats + Pause)",
      "technique": "Медленно и печально уходи в глубокий присед, задержись на секунду внизу (поразмышляй о жизни), а затем ВЗРЫВОМ выпрыгни вверх. Приземляйся мягко, как кошка, и сразу в следующий присед. Ноги скажут тебе спасибо... позже."
    },
    {
      "name": "Подтягивания",
      "technique": "Висни на перекладине. Подтянись так, чтобы подбородок был выше грифа. Если тяжело — используй резинку, прыжок или негативную фазу. Главное — борьба. Каждое повторение делает твою спину шире, а осанку — королевской."
    },
    {
      "name": "Русские скручивания с переносом ног через мяч",
      "technique": "Лежи на спине, мяч (или гиря) в руках. Ноги подняты и согнуты. Скручивай корпус, перенося ноги над мячëм и обратно. Это магический ритуал для создания железного пресса."
    },
    {
      "name": "Луноход ",
      "technique": "привет от Валентины."
    },
    {
      "name": "Боковые выпады с удержанием (Lateral Lunges + Hold)",
      "technique": "Широкий шаг в сторону, вес тела на рабочей ноге, вторая нога прямая. Опускайся глубоко в боковой выпад и ЗАМРИ на секунду внизу. Почувствуй, как растягивается внутренняя поверхность бедра. Вернись в исходное положение. Это не только сила, но и гибкость."
    },
    {
      "name": "Динамическая планка: переход в боковую планку с подъёмом бедра (Side Plank + Hip Lift)",
      "technique": "Начни в классической планке. Развернись в боковую — одна рука к небу. Теперь опускай и поднимай бедра, не складываясь пополам. Это последний рубеж обороны твоего кора. Держись! После этого — отдых и чувство полного правору."
    }
  ],
  "config": {
    "workTime": 45,
    "restTime": 15,
    "circleRestTime": 60,
    "countdownTime": 5
  }
}
