{
  "name": "Функциональный Жиросжигатель",
  "description": "Круговая тренировка из 9 упражнений. Работа: 45 сек, Отдых: 15 сек. Отдых между кругами: 60 сек. Рекомендуется выполнить 3-8 кругов.",
  "exercises": [
    {
      "name": "Джамп джек (Разминка/пульс)",
      "technique": "Встаньте прямо, ноги вместе, руки вдоль тела. В прыжке разведите ноги в стороны шире плеч, одновременно поднимая руки через стороны над головой. Следующим прыжком вернитесь в исходное положение. Двигайтесь в быстром, ритмичном темпе, сохраняя легкую амортизацию в коленях."
    },
    {
      "name": "Подтягивания (или Австралийские подтягивания / Отжимания в горизонте)",
      "technique": "Для подтягиваний: возьмитесь за перекладину прямым хватом (ладони от себя) на ширине плеч. Повисните, полностью выпрямив руки. Напрягая мышцы спины и рук, подтяните подбородок к перекладине, затем плавно опуститесь. Для австралийских подтягиваний: используйте низкую перекладину (или стол), тело прямое, пятки на полу, подтягивайте грудь к перекладине."
    },
    {
      "name": "Бёрпи (без отжимания или классические)",
      "technique": "Из положения стоя опуститесь в присед, руки поставьте на пол перед собой. Прыжком откиньте ноги назад в положение планки. Выполните отжимание (классический вариант) или сразу прыжком верните ноги к рукам в положение приседа. Из приседа выпрыгните вверх с хлопком над головой."
    },
    {
      "name": "Отжимания (от пола, с колен, с разной постановкой рук)",
      "technique": "Примите упор лёжа на прямых руках, тело образует прямую линию от головы до пяток. На вдохе медленно согните локти, опуская грудь к полу. На выдохе мощно отожмитесь в исходное положение. Для облегчения: отжимайтесь с колен. Для смещения нагрузки: используйте узкую или широкую постановку рук."
    },
    {
      "name": "Приседания с выпрыгиванием (или Приседания с паузой)",
      "technique": "Встаньте прямо, ноги на ширине плеч. Выполните глубокий присед, отводя таз назад и сохраняя спину прямой. Из нижней точки мощно выпрыгните вверх, полностью выпрямляя тело. Мягко приземлитесь на слегка согнутые ноги и сразу уходите в следующий присед. Для варианта с паузой: задержитесь в нижней точке приседа на 1-2 секунды, затем мощно, но без прыжка, вернитесь в исходное положение."
    },
    {
      "name": "Велосипед (для кора и косых мышц)",
      "technique": "Лягте на спину, прижмите поясницу к полу, руки за головой, локти в стороны. Поднимите лопатки и ноги от пола. Скользящим движением подтяните правое колено к груди, одновременно направляя к нему левый локоть, скручивая корпус. Плавно смените сторону, выпрямляя правую ногу и подтягивая левое коло к правому локтю. Двигайтесь в динамичном, но контролируемом темпе."
    },
    {
      "name": "Альпинист (Cross-body) – с подтягиванием колена к противоположному локтю",
      "technique": "Примите упор лёжа на прямых руках, как для планки. Держите корпус прямо, не прогибаясь в пояснице. Быстро подтяните правое колено к левому локтю, затем верните ногу назад. Сразу подтяните левое колено к правому локтю. Двигайтесь в высоком темпе, как будто бежите на месте в планке, активно работая мышцами кора для скручивания."
    },
    {
      "name": "Выпады с места (попеременно) или Боковые выпады",
      "technique": "Для выпадов с места: встаньте прямо, руки на поясе. Сделайте широкий шаг вперед правой ногой и опуститесь в выпад так, чтобы оба колена были согнуты под углом 90 градусов (передняя голень вертикальна, колено не выходит за носок; заднее колено направлено к полу). Оттолкнитесь передней ногой и вернитесь в исходное положение. Повторите с левой ноги. Для боковых: шагните в сторону, перенося вес тела на согнутую ногу."
    },
    {
      "name": "Рукоход в планке или Динамическая планка (касание плеч + подъём в боковую планку)",
      "technique": "Примите положение планки на прямых руках. Для рукохода: поочередно переставляйте руки на несколько сантиметров вперед, а затем назад, сохраняя корпус неподвижным. Для динамической планки: поочередно касайтесь рукой противоположного плеча, сохраняя стабильность в тазе, а затем разверните корпус в боковую планку, поднимая одну руку вверх, и вернитесь обратно."
    }
  ],
  "config": {
    "workTime": 45,
    "restTime": 15,
    "circleRestTime": 60,
    "countdownTime": 5
  }
}
