{
  "name": "Солнечный Комплекс",
  "description": "Круговая тренировка с использованием оборудования зала. Работа: 45 секунд, отдых: 15 секунд. Отдых между кругами: 60 секунд. Выполните 3-6 кругов. Боль временна, слава вечна. Сегодня ты работаешь над собой завтрашним. Каждый круг — это шаг к победе над собственной слабостью. Помни: пока ты отдыхаешь, твои оправдания отжимаются. Вперёд!",
  "exercises": [
    {
      "name": "Подтягивания на перекладине",
      "technique": "Прямой хват на ширине плеч. Повисните на прямых руках. На выдохе подтянитесь — подбородок выше перекладины, лопатки сведены. На вдохе плавно опуститесь. Не можешь? Используй резиновые петли или делай австралийские подтягивания на низкой перекладине. Слабость не оправдание — адаптируйся! Гравитация не спрашивает твоего разрешения, так что хватит висеть как мокрая тряпка. Каждое подтягивание — это 'нет' твоей прошлой версии."
    },
    {
      "name": "Прыжки на коробку",
      "technique": "Встаньте перед коробкой высотой 30-60 см (выберите под свой уровень). Ноги на ширине плеч. Замах руками назад, затем мощно выбросьте их вперёд и запрыгните на коробку. Приземление мягкое, на обе стопы. Сходите шагом, не спрыгивайте. Контроль важнее скорости — сломанная нога тренировке не поможет. Эта коробка не собирается прыгать на тебя, так что возьми инициативу в свои руки. Или ноги. В общем, прыгай уже!"
    },
    {
      "name": "Приседания с набивным мячом над головой",
      "technique": "Возьмите медицинбол обеими руками. Поднимите над головой на прямых руках. Присядьте глубоко: таз назад, спина прямая, мяч остаётся над головой. В нижней точке бёдра параллельны полу или ниже. Мощно встаньте. Это не просто присед — это тест вашей координации, силы и воли. Мяч падает — падает твоя гордость. Держи его высоко, как свои стандарты. И да, твои ноги будут гореть. Это не баг, это фича."
    },
    {
      "name": "Альпинист (скалолаз)",
      "technique": "Планка на прямых руках — тело как струна от головы до пяток. Быстро подтягивайте колени к груди поочерёдно, имитируя бег. Корпус стабилен, таз не задирайте вверх. Это упражнение покажет, кто ты на самом деле. Твой кор либо выдержит, либо сдастся — выбор за тобой. Представь, что ты убегаешь от своих оправданий. Они быстрые, но ты должен быть быстрее!"
    },
    {
      "name": "Гребля на тренажёре",
      "technique": "Сядьте, закрепите стопы, возьмите рукоять. Последовательность: мощный толчок ногами → откиньте корпус назад → подтяните рукоять к нижним рёбрам. Возврат в обратном порядке: руки вперёд → корпус вперёд → ноги сгибаются. Темп высокий. Гребля — это война с самим собой. Грести надо так, будто за тобой гонится смерть. Или того хуже — твой тренер с секундомером. Каждый гребок — это удар по лени!"
    },
    {
      "name": "Отжимания на коробках",
      "technique": "Две устойчивые коробки на ширине плеч. Упор на прямых руках, ладони на коробках, ноги на полу. Тело — прямая линия. Опускайтесь до параллели плеч с полом или ниже, затем мощно выжмите себя вверх. Амплитуда больше — результат лучше. Глубина имеет значение. Коробки не сделают работу за тебя, они просто дадут тебе возможность страдать эффективнее. Пользуйся моментом!"
    },
    {
      "name": "Бёрпи с запрыгиванием на коробку",
      "technique": "Присед → ладони на пол → прыжком ноги назад в планку → отжимание (по желанию, но настоящие бойцы делают) → прыжком ноги к рукам → выпрыгните на коробку → сойдите. Это упражнение ненавидят все. Но оно работает. Страдание временно, результат — навсегда. Бёрпи — это как жизнь: только встал, а тебя уже снова кладут на лопатки. Но ты встаёшь снова. И снова. Это и есть победа."
    },
    {
      "name": "Броски мяча в стену",
      "technique": "Встаньте в 1-2 метрах от стены с медицинболом. Ноги на ширине плеч, слегка согнуты. Поднимите мяч над головой и с силой бросьте в стену на уровне груди. Поймайте, сразу повторите. Используйте всё тело, а не только руки. Каждый бросок — это ваша злость на слабость. Выплесните её! Стена не обидится. Она видела и похуже. Брось так, будто мяч должен был тебе денег и не вернул!"
    },
    {
      "name": "Планка с перекатами мяча",
      "technique": "Планка на прямых руках, под стопами — медицинбол. Корпус прямой и напряжённый как сталь. Перекатывайте мяч стопами влево-вправо, ноги движутся вместе. Усложнённая планка для тех, кому обычная уже скучна. Стабильность кора определяет, кто ты: камень или песок. Мяч будет пытаться сбежать. Не дай ему. Покажи этому круглому предателю, кто тут главный!"
    }
  ],
  "config": {
    "workTime": 30,
    "restTime": 15,
    "circleRestTime": 60,
    "countdownTime": 6
  }
}
