{
  "name": "Энергия и тонус (Уровень: средний)",
  "description": "Сбалансированная программа для тех, кто уже имеет базовую подготовку. Сочетание силовых и кардио упражнений позволит эффективно сжигать калории, укреплять мышцы и улучшать общую физическую форму. Формат: 45 сек работы / 15 сек отдыха между упражнениями. Отдых между кругами: 60 сек. Количество кругов: 5 кругов. Рекомендуется выполнять 5 кругов.",
  "exercises": [
    {
      "name": "Cluster Трастерs (Cluster Thrusters)",
      "technique": "1. Возьмите штангу или гантели, держите на груди.\n2. Руки под весом, локти направлены вперед.\n3. Выполните приседание, опускаясь до параллели.\n4. Из нижней точки приседа мощно выжмите вес над головой.\n5. Встаньте полностью, вес над головой на прямых руках.\n6. Опустите вес обратно на грудь.\n7. Упражнение сочетает приседание и жим над головой."
    },
    {
      "name": "2000m Гребля (2000m Row)",
      "technique": "1. Возьмите гантели или используйте тренажер для тяги.\n2. Наклоните корпус вперед, сохраняя спину прямой.\n3. Слегка согните ноги в коленях для устойчивости.\n4. На выдохе подтяните вес к груди, сводя лопатки вместе.\n5. Локти должны двигаться вдоль тела, не расходиться в стороны.\n6. В верхней точке задержитесь на секунду, сжав мышцы спины.\n7. На вдохе медленно опустите вес."
    },
    {
      "name": "Suitcase Carry (Suitcase Carry)",
      "technique": "1. Возьмите вес (гирю, гантель, песочный мешок) в одну руку.\n2. Встаньте прямо, спина прямая, плечи расправлены.\n3. Начните ходить, сохраняя вес у бедра.\n4. Не наклоняйтесь в сторону с весом, держите корпус прямым.\n5. Через определенное расстояние или время поменяйте руку.\n6. Движение развивает силу хвата и стабильность корпуса.\n7. Переноска укрепляет мышцы кора и улучшает осанку."
    },
    {
      "name": "на пальцах Отжимания (Fingertip Pushups)",
      "technique": "1. Примите упор лежа, руки на ширине плеч.\n2. Вместо ладоней упритесь в пол кончиками пальцев.\n3. Тело образует прямую линию от головы до пяток.\n4. На вдохе медленно опустите грудь к полу, сгибая локти.\n5. Опускайтесь до легкого касания грудью пола.\n6. На выдохе отожмитесь вверх, полностью выпрямляя руки.\n7. Упражнение укрепляет пальцы, кисти и предплечья."
    },
    {
      "name": "алмазные Отжимания (Diamond Pushups)",
      "technique": "1. Примите упор лежа, руки на ширине плеч.\n2. Тело образует прямую линию от головы до пяток.\n3. На вдохе медленно опустите грудь к полу, сгибая локти под углом 45 градусов.\n4. Опускайтесь до легкого касания грудью пола.\n5. На выдохе отожмитесь вверх, полностью выпрямляя руки.\n6. Не прогибайтесь в пояснице, держите пресс напряженным.\n7. Сохраняйте правильную технику на протяжении всего подхода."
    },
    {
      "name": "ноги и руки вверх Мостики (Legs-and-Arms-Up Bridges)",
      "technique": "1. Лягте на спину, ноги согнуты в коленях, стопы на полу.\n2. Поднимите ноги вертикально вверх, согнув в коленях под 90 градусов.\n3. Руки вдоль тела ладонями вниз.\n4. На выдохе поднимите таз вверх, сжимая ягодичные мышцы.\n5. Поднимайтесь до образования прямой линии от плеч до колен.\n6. В верхней точке задержитесь на 1-2 секунды.\n7. На вдохе медленно опустите таз, не касаясь ягодицами пола."
    },
    {
      "name": "Арка (Arch Hold)",
      "technique": "1. Лягте на живот, вытяните руки вперед.\n2. Одновременно поднимите руки, грудь и ноги от пола.\n3. Образуйте дугу (арку) телом, как в позе супермена.\n4. Удерживайте положение, напрягая мышцы спины и ягодиц.\n5. Дышите ровно, не задерживайте дыхание.\n6. Не поднимайтесь слишком высоко, чтобы не перегружать поясницу.\n7. Удерживайте положение заданное время."
    },
    {
      "name": "Челночный бегs (Shuttle Runs)",
      "technique": "1. Встаньте в стартовую позицию, ноги на ширине плеч.\n2. Начните бег с умеренной скоростью, постепенно увеличивая темп.\n3. Сохраняйте ровное дыхание, согласуя с шагами.\n4. Держите корпус прямо, руки согнуты в локтях под 90 градусов.\n5. Работайте руками для поддержания темпа и баланса.\n6. Приземляйтесь на переднюю часть стопы для амортизации.\n7. Сохраняйте технику бега на протяжении всей дистанции."
    },
    {
      "name": "Close-Хват Подтягивания (Close-Grip Pullups)",
      "technique": "1. Возьмитесь за перекладину узким хватом, ладони обращены к себе.\n2. Руки расположены близко друг к другу (на расстоянии 15-20 см).\n3. Повисните на прямых руках, полностью вытянув тело.\n4. На выдохе подтяните себя вверх, сводя лопатки вместе.\n5. В верхней точке грудь должна коснуться перекладины.\n6. На вдохе медленно опуститесь в исходное положение.\n7. Узкий хват сильнее нагружает бицепсы и нижнюю часть широчайших."
    }
  ],
  "config": {
    "workTime": 45,
    "restTime": 15,
    "circleRestTime": 60,
    "countdownTime": 5
  }
}