{
  "name": "Введение в функциональный тренинг (Уровень: начальный)",
  "description": "Идеальная программа для тех, кто только начинает свой путь в фитнесе. Упражнения подобраны так, чтобы мягко укрепить все основные группы мышц, развить выносливость и подготовить тело к более серьёзным нагрузкам. Формат: 45 сек работы / 15 сек отдыха между упражнениями. Отдых между кругами: 60 сек. Количество кругов: 3 круга. Рекомендуется выполнять 3 круга.",
  "exercises": [
    {
      "name": "Отжимания на одной руке",
      "technique": "Поставьте ноги широко для баланса. Одну руку за спиной, другой отжимайтесь. Сохраняйте таз ровно, не заваливайтесь в стороны."
    },
    {
      "name": "отжимания в стойке на руках (HSPU box HSPU box)",
      "technique": "Выполняйте упражнение с правильной техникой, контролируя каждое движение. Следите за дыханием: выдох на усилие, вдох на расслабление."
    },
    {
      "name": "Бёрпи с прыжком на тумбу",
      "technique": "После выпрыгивания вверх запрыгните на тумбу или возвышение."
    },
    {
      "name": "Становая тяга",
      "technique": "Встаньте перед штангой, ноги на ширине плеч. Наклонитесь с прямой спиной, возьмитесь за гриф. Поднимите штангу, разгибая ноги и спину одновременно. Опустите по тому же пути."
    },
    {
      "name": "Негативные подтягивания",
      "technique": "Возьмитесь за перекладину прямым хватом шире плеч. Повисните, полностью выпрямив руки. Подтянитесь, сводя лопатки, пока подбородок не окажется над перекладиной. Медленно опуститесь."
    },
    {
      "name": "Бросок мяча в стену (20/25 lb)",
      "technique": "Выполняйте упражнение с правильной техникой, контролируя каждое движение. Следите за дыханием: выдох на усилие, вдох на расслабление."
    },
    {
      "name": "половинные пистолетикs (Half Pistols)",
      "technique": "Стоя на одной ноге, вторую вытяните вперед. Медленно приседайте на опорной ноге, сохраняя баланс. Руки вперед для равновесия."
    },
    {
      "name": "Russian Twist + Подъем корпуса",
      "technique": "Выполняйте упражнение с правильной техникой, контролируя каждое движение. Следите за дыханием: выдох на усилие, вдох на расслабление."
    },
    {
      "name": "Скручивания с согнутыми коленями (Bent-Knee Crunch)",
      "technique": "Выполняйте упражнение с правильной техникой, контролируя каждое движение. Следите за дыханием: выдох на усилие, вдох на расслабление."
    }
  ],
  "config": {
    "workTime": 45,
    "restTime": 15,
    "circleRestTime": 60,
    "countdownTime": 5
  }
}