{
  "name": "Выносливость и сила (Уровень: средний)",
  "description": "Сбалансированная программа для тех, кто уже имеет базовую подготовку. Сочетание силовых и кардио упражнений позволит эффективно сжигать калории, укреплять мышцы и улучшать общую физическую форму. Формат: 45 сек работы / 15 сек отдыха между упражнениями. Отдых между кругами: 60 сек. Количество кругов: 5 кругов. Рекомендуется выполнять 5 кругов.",
  "exercises": [
    {
      "name": "медленные Подтягивания (медленные Подтягивания) (Slow Pullups)",
      "technique": "1. Возьмитесь за перекладину хватом сверху, руки на ширине плеч.\n2. Повисните на прямых руках, полностью вытянув тело.\n3. На выдохе подтяните себя вверх, сводя лопатки вместе.\n4. Поднимитесь до уровня, когда подбородок выше перекладины.\n5. На вдохе медленно опуститесь в исходное положение.\n6. Контролируйте движение, не используйте мах или раскачивание.\n7. Упражнение развивает мышцы спины, рук и плеч."
    },
    {
      "name": "ноги вверх Мостики (ноги вверх Мостики) (Legs-Up Bridges)",
      "technique": "1. Лягте на спину, ноги согнуты в коленях, стопы на полу.\n2. Поднимите ноги вертикально вверх, согнув в коленях под 90 градусов.\n3. Руки вдоль тела ладонями вниз.\n4. На выдохе поднимите таз вверх, сжимая ягодичные мышцы.\n5. Поднимайтесь до образования прямой линии от плеч до колен.\n6. В верхней точке задержитесь на 1-2 секунды.\n7. На вдохе медленно опустите таз, не касаясь ягодицами пола."
    },
    {
      "name": "алмазные Отжимания (алмазные Отжимания) (Diamond Pushups)",
      "technique": "1. Примите упор лежа, руки на ширине плеч.\n2. Тело образует прямую линию от головы до пяток.\n3. На вдохе медленно опустите грудь к полу, сгибая локти под углом 45 градусов.\n4. Опускайтесь до легкого касания грудью пола.\n5. На выдохе отожмитесь вверх, полностью выпрямляя руки.\n6. Не прогибайтесь в пояснице, держите пресс напряженным.\n7. Сохраняйте правильную технику на протяжении всего подхода."
    },
    {
      "name": "Forearm Планка (Forearm Планка) (Forearm Plank)",
      "technique": "1. Примите положение упора лежа на предплечьях.\n2. Локти должны находиться прямо под плечами.\n3. Выпрямите ноги, опираясь на носки.\n4. Напрягите мышцы пресса, ягодиц и бедер.\n5. Тело должно образовывать прямую линию от головы до пяток.\n6. Не поднимайте таз слишком высоко и не прогибайте поясницу.\n7. Дышите ровно и глубоко, удерживая положение."
    },
    {
      "name": "Бег 1600 метров (1600m Run)",
      "technique": "1. Встаньте на стартовую позицию, ноги на ширине плеч.\n2. Начните бег с умеренной скоростью для первых 400 метров.\n3. Сохраняйте ровное дыхание, согласуя с шагами.\n4. На второй половине дистанции увеличьте темп.\n5. Держите корпус прямо, руки согнуты в локтях под 90 градусов.\n6. На финишном отрезке выложитесь на максимум.\n7. 800 метров - средняя дистанция, требующая сочетания скорости и выносливости."
    },
    {
      "name": "Румынская становая тяга (Romanian Deadlift)",
      "technique": "1. Встаньте прямо, ноги на ширине плеч, держите медицинский мяч перед собой обеими руками.\n2. Слегка согните ноги в коленях, сохраняя спину прямой, грудь направьте вперед.\n3. На вдохе медленно наклонитесь вперед, опуская мяч к полу вдоль голеней.\n4. Опустите мяч до уровня середины голеней или пока спина не станет параллельна полу.\n5. На выдохе вернитесь в исходное положение, выпрямляя корпус и поднимая мяч.\n6. В верхней точке сведите лопатки, напрягите ягодицы.\n7. Медицинский мяч создает дополнительное сопротивление для мышц спины и ног."
    },
    {
      "name": "Гребля 250 метров (250m Row)",
      "technique": "1. Сядьте на гребной тренажер, закрепите стопы.\n2. Возьмитесь за рукоять, слегка наклоните корпус вперед.\n3. На выдохе мощно оттолкнитесь ногами, одновременно тяните рукоять к груди.\n4. В конечной точке корпус слегка отклонен назад, локти согнуты.\n5. На вдохе вернитесь в исходное положение: сначала руки, затем корпус, затем ноги.\n6. Сохраняйте плавный, непрерывный ритм.\n7. Гребля 1000 метров требует выносливости и техники."
    },
    {
      "name": "Удержание арки (Arch Hold)",
      "technique": "1. Лягте на живот, вытяните руки вперед.\n2. Одновременно поднимите руки, грудь и ноги от пола.\n3. Образуйте дугу (арку) телом, как в позе супермена.\n4. Удерживайте положение, напрягая мышцы спины и ягодиц.\n5. Дышите ровно, не задерживайте дыхание.\n6. Не поднимайтесь слишком высоко, чтобы не перегружать поясницу.\n7. Удерживайте положение заданное время."
    },
    {
      "name": "Hang Приседания Рывок в стойку (Рывок в стойку в сед с виса) (Hang Squat Snatch)",
      "technique": "1. Возьмите штангу или гирю, держите ее перед собой на уровне бедер.\n2. Встаньте прямо, ноги на ширине плеч, спина прямая.\n3. Выполните приседание, сохраняя вес перед собой.\n4. Из нижней точки приседа мощно выйдите вверх.\n5. В верхней точке выполните рывок веса над головой.\n6. Полностью выпрямитесь, вес над головой.\n7. Опустите вес в исходное положение и повторите."
    }
  ],
  "config": {
    "workTime": 45,
    "restTime": 15,
    "circleRestTime": 60,
    "countdownTime": 5
  }
}