{
  "name": "Кардио-силовая программа (Уровень: средний)",
  "description": "Сбалансированная программа для тех, кто уже имеет базовую подготовку. Сочетание силовых и кардио упражнений позволит эффективно сжигать калории, укреплять мышцы и улучшать общую физическую форму. Формат: 45 сек работы / 15 сек отдыха между упражнениями. Отдых между кругами: 60 сек. Количество кругов: 5 кругов. Рекомендуется выполнять 5 кругов.",
  "exercises": [
    {
      "name": "Стандартный бёрпи",
      "technique": "1. Встаньте прямо, ноги на ширине плеч.\n2. Опуститесь в присед, поставьте ладони на пол.\n3. Прыжком отбросьте ноги назад в положение планки.\n4. Выполните одно отжимание (опционально).\n5. Прыжком верните ноги к рукам, оказавшись в приседе.\n6. Из приседа выпрыгните вверх с хлопком над головой.\n7. Упражнение развивает выносливость и координацию."
    },
    {
      "name": "на пальцах Отжимания",
      "technique": "1. Примите упор лежа, руки на ширине плеч.\n2. Вместо ладоней упритесь в пол кончиками пальцев.\n3. Тело образует прямую линию от головы до пяток.\n4. На вдохе медленно опустите грудь к полу, сгибая локти.\n5. Опускайтесь до легкого касания грудью пола.\n6. На выдохе отожмитесь вверх, полностью выпрямляя руки.\n7. Упражнение укрепляет пальцы, кисти и предплечья."
    },
    {
      "name": "Комплексы рывков в стойку (Snatch Complexes)",
      "technique": "1. Встаньте перед штангой, ноги на ширине плеч, носки под грифом.\n2. Возьмитесь за штангу широким хватом, спина прямая.\n3. Мощно поднимите штангу, одновременно подседая под нее.\n4. Примите штангу над головой на прямых руках в полном приседе.\n5. Встаньте из приседа, удерживая штангу над головой.\n6. Опустите штангу на грудь, затем на пол.\n7. Тяжелый рывок требует взрывной силы и техники."
    },
    {
      "name": "за головой Подтягивания",
      "technique": "1. Возьмитесь за перекладину широким хватом сверху.\n2. Руки значительно шире плеч (в 1,5-2 раза).\n3. Повисните на прямых руках, полностью вытянув тело.\n4. На выдохе подтяните себя вверх, направляя грудь к перекладине.\n5. В верхней точке заведите голову вперед, перекладина за шеей.\n6. На вдохе медленно опуститесь в исходное положение.\n7. Широкий хват сильнее нагружает широчайшие мышцы спины."
    },
    {
      "name": "Удержание арки (Arch Hold)",
      "technique": "1. Лягте на живот, вытяните руки вперед.\n2. Одновременно поднимите руки, грудь и ноги от пола.\n3. Образуйте дугу (арку) телом, как в позе супермена.\n4. Удерживайте положение, напрягая мышцы спины и ягодиц.\n5. Дышите ровно, не задерживайте дыхание.\n6. Не поднимайтесь слишком высоко, чтобы не перегружать поясницу.\n7. Удерживайте положение заданное время."
    },
    {
      "name": "Single гиря Carry (Single KB Carry)",
      "technique": "1. Возьмите гирю в одну руку, держите у бедра.\n2. Встаньте прямо, спина прямая, плечи расправлены.\n3. Начните ходить, сохраняя гирю у бедра.\n4. Не наклоняйтесь в сторону с гирей, держите корпус прямым.\n5. Через определенное расстояние или время поменяйте руку.\n6. Движение развивает силу хвата и стабильность корпуса.\n7. Переноска гири укрепляет мышцы кора и улучшает осанку."
    },
    {
      "name": "Тяги на кольцах (Ring Rows)",
      "technique": "1. Установите гимнастические кольца на высоте пояса.\n2. Возьмитесь за кольца, откиньтесь назад, тело прямое.\n3. Ноги выпрямлены, пятки на полу, тело под углом.\n4. На выдохе подтяните себя к кольцам, сводя лопатки.\n5. Коснитесь грудью колец или подтянитесь как можно ближе.\n6. На вдохе медленно опуститесь в исходное положение.\n7. Упражнение развивает мышцы спины и подготавливает к подтягиваниям."
    },
    {
      "name": "неравномерные Приседания",
      "technique": "1. Встаньте, поставив одну ногу на небольшую возвышенность (ступенька, диск).\n2. Вторая нога остается на полу, вес распределен равномерно.\n3. Начните приседать, отводя таз назад и вниз.\n4. Опускайтесь до комфортной глубины, сохраняя равновесие.\n5. Вернитесь в исходное положение, отталкиваясь обеими ногами.\n6. Повторите для другой ноги.\n7. Неравномерная поверхность развивает стабильность и баланс."
    },
    {
      "name": "с поднятыми ногами Отжимания",
      "technique": "1. Поставьте ноги на возвышение (скамья, ступенька, мяч).\n2. Примите упор лежа, руки на полу на ширине плеч.\n3. Тело образует прямую линию от головы до пяток.\n4. На вдохе медленно опустите грудь к полу.\n5. Опускайтесь до легкого касания грудью пола.\n6. На выдохе отожмитесь вверх, полностью выпрямляя руки.\n7. Поднятые ноги увеличивают нагрузку на верхнюю часть груди и плечи."
    }
  ],
  "config": {
    "workTime": 45,
    "restTime": 15,
    "circleRestTime": 60,
    "countdownTime": 5
  }
}