{
  "name": "Мощность и стабильность (Уровень: средний)",
  "description": "Сбалансированная программа для тех, кто уже имеет базовую подготовку. Сочетание силовых и кардио упражнений позволит эффективно сжигать калории, укреплять мышцы и улучшать общую физическую форму. Формат: 45 сек работы / 15 сек отдыха между упражнениями. Отдых между кругами: 60 сек. Количество кругов: 5 кругов. Рекомендуется выполнять 5 кругов.",
  "exercises": [
    {
      "name": "100m Гребля (100m Row)",
      "technique": "Сконцентрируйтесь на работе целевых мышц, избегайте рывков. Держите корпус стабильно, не раскачивайтесь."
    },
    {
      "name": "Челночный бегs (Shuttle Runs)",
      "technique": "Поддерживайте интенсивный темп, но следите за дыханием. Контролируйте технику даже при усталости."
    },
    {
      "name": "Bridge Отжимания (Bridge Pushups)",
      "technique": "Примите упор лежа, тело образует прямую линию от головы до пяток. На вдохе медленно согните локти, опуская грудь к полу. На выдохе мощно отожмитесь в исходное положение."
    },
    {
      "name": "Tempo Приседания (Tempo Squat)",
      "technique": "Встаньте прямо, ноги на ширине плеч. Выполните глубокий присед, отводя таз назад и сохраняя спину прямой. Вернитесь в исходное положение, отталкиваясь пятками от пола."
    },
    {
      "name": "Полая позиция (Hollow Hold)",
      "technique": "Напрягайте мышцы живота, не допускайте прогиба в пояснице. Дышите ровно, не задерживайте дыхание."
    },
    {
      "name": "короткие Мостики (Short Bridges)",
      "technique": "Координируйте работу всех мышечных групп. Следите за синхронизацией движений и дыхания."
    },
    {
      "name": "Deficit Отжимания (Deficit Push-Up)",
      "technique": "Примите упор лежа, тело образует прямую линию от головы до пяток. На вдохе медленно согните локти, опуская грудь к полу. На выдохе мощно отожмитесь в исходное положение."
    },
    {
      "name": "вертикальные Pulls (Vertical Pulls)",
      "technique": "Сконцентрируйтесь на работе целевых мышц, избегайте рывков. Держите корпус стабильно, не раскачивайтесь."
    },
    {
      "name": "вися Подъемы ног (Hanging Leg Raises)",
      "technique": "Следите за положением коленей, они не должны выходить за носки. Держите спину прямой, вес на пятках."
    }
  ],
  "config": {
    "workTime": 45,
    "restTime": 15,
    "circleRestTime": 60,
    "countdownTime": 5
  }
}