{
  "name": "Активная работа (Уровень: средний)",
  "description": "Сбалансированная программа для тех, кто уже имеет базовую подготовку. Сочетание силовых и кардио упражнений позволит эффективно сжигать калории, укреплять мышцы и улучшать общую физическую форму. Формат: 45 сек работы / 15 сек отдыха между упражнениями. Отдых между кругами: 60 сек. Количество кругов: 5 кругов. Рекомендуется выполнять 5 кругов.",
  "exercises": [
    {
      "name": "100m Гребля (100m Row)",
      "technique": "1. Возьмите гантели или используйте тренажер для тяги.\n2. Наклоните корпус вперед, сохраняя спину прямой.\n3. Слегка согните ноги в коленях для устойчивости.\n4. На выдохе подтяните вес к груди, сводя лопатки вместе.\n5. Локти должны двигаться вдоль тела, не расходиться в стороны.\n6. В верхней точке задержитесь на секунду, сжав мышцы спины.\n7. На вдохе медленно опустите вес."
    },
    {
      "name": "2000m Гребля (2000m Row)",
      "technique": "1. Возьмите гантели или используйте тренажер для тяги.\n2. Наклоните корпус вперед, сохраняя спину прямой.\n3. Слегка согните ноги в коленях для устойчивости.\n4. На выдохе подтяните вес к груди, сводя лопатки вместе.\n5. Локти должны двигаться вдоль тела, не расходиться в стороны.\n6. В верхней точке задержитесь на секунду, сжав мышцы спины.\n7. На вдохе медленно опустите вес."
    },
    {
      "name": "Overhead Приседания + Рывок в стойку Balance (Overhead Squat + Snatch Balance)",
      "technique": "1. Поднимите штангу или гриф над головой на прямых руках.\n2. Руки шире плеч, локти заблокированы, штанга над центром стоп.\n3. Начните приседать, отводя таз назад и вниз.\n4. Опуститесь в глубокий присед, сохраняя штангу над головой.\n5. Колени направлены в сторону носков, спина прямая.\n6. Вернитесь в исходное положение, выпрямляя ноги.\n7. Упражнение развивает мобильность плеч, стабильность корпуса и силу ног."
    },
    {
      "name": "Deficit Становая тяга (Deficit Deadlift)",
      "technique": "1. Встаньте прямо, ноги на ширине плеч, держите медицинский мяч перед собой обеими руками.\n2. Слегка согните ноги в коленях, сохраняя спину прямой, грудь направьте вперед.\n3. На вдохе медленно наклонитесь вперед, опуская мяч к полу вдоль голеней.\n4. Опустите мяч до уровня середины голеней или пока спина не станет параллельна полу.\n5. На выдохе вернитесь в исходное положение, выпрямляя корпус и поднимая мяч.\n6. В верхней точке сведите лопатки, напрягите ягодицы.\n7. Медицинский мяч создает дополнительное сопротивление для мышц спины и ног."
    },
    {
      "name": "Арка (Arch Hold)",
      "technique": "1. Лягте на живот, вытяните руки вперед.\n2. Одновременно поднимите руки, грудь и ноги от пола.\n3. Образуйте дугу (арку) телом, как в позе супермена.\n4. Удерживайте положение, напрягая мышцы спины и ягодиц.\n5. Дышите ровно, не задерживайте дыхание.\n6. Не поднимайтесь слишком высоко, чтобы не перегружать поясницу.\n7. Удерживайте положение заданное время."
    },
    {
      "name": "Bridge Отжимания (Bridge Pushups)",
      "technique": "1. Примите упор лежа, руки на ширине плеч.\n2. Тело образует прямую линию от головы до пяток.\n3. На вдохе медленно опустите грудь к полу, сгибая локти под углом 45 градусов.\n4. Опускайтесь до легкого касания грудью пола.\n5. На выдохе отожмитесь вверх, полностью выпрямляя руки.\n6. Не прогибайтесь в пояснице, держите пресс напряженным.\n7. Сохраняйте правильную технику на протяжении всего подхода."
    },
    {
      "name": "ноги вверх Мостики (Legs-Up Bridges)",
      "technique": "1. Лягте на спину, ноги согнуты в коленях, стопы на полу.\n2. Поднимите ноги вертикально вверх, согнув в коленях под 90 градусов.\n3. Руки вдоль тела ладонями вниз.\n4. На выдохе поднимите таз вверх, сжимая ягодичные мышцы.\n5. Поднимайтесь до образования прямой линии от плеч до колен.\n6. В верхней точке задержитесь на 1-2 секунды.\n7. На вдохе медленно опустите таз, не касаясь ягодицами пола."
    },
    {
      "name": "Tempo Отжимания (Tempo Push-Up)",
      "technique": "1. Примите упор лежа, руки на ширине плеч.\n2. Тело образует прямую линию от головы до пяток.\n3. На вдохе медленно опустите грудь к полу, сгибая локти под углом 45 градусов.\n4. Опускайтесь до легкого касания грудью пола.\n5. На выдохе отожмитесь вверх, полностью выпрямляя руки.\n6. Не прогибайтесь в пояснице, держите пресс напряженным.\n7. Сохраняйте правильную технику на протяжении всего подхода."
    },
    {
      "name": "Standard Бёрпи (Standard Burpee)",
      "technique": "1. Встаньте прямо, ноги на ширине плеч.\n2. Опуститесь в присед, поставьте ладони на пол.\n3. Прыжком отбросьте ноги назад в положение планки.\n4. Выполните одно отжимание (опционально).\n5. Прыжком верните ноги к рукам, оказавшись в приседе.\n6. Из приседа выпрыгните вверх с хлопком над головой.\n7. Упражнение развивает выносливость и координацию."
    }
  ],
  "config": {
    "workTime": 45,
    "restTime": 15,
    "circleRestTime": 60,
    "countdownTime": 5
  }
}