{
  "name": "Интенсивная круговая тренировка (Уровень: средний)",
  "description": "Сбалансированная программа для тех, кто уже имеет базовую подготовку. Сочетание силовых и кардио упражнений позволит эффективно сжигать калории, укреплять мышцы и улучшать общую физическую форму. Формат: 45 сек работы / 15 сек отдыха между упражнениями. Отдых между кругами: 60 сек. Количество кругов: 5 кругов. Рекомендуется выполнять 5 кругов.",
  "exercises": [
    {
      "name": "Отжимания в мостике",
      "technique": "1. Лягте на спину, согните ноги в коленях, стопы на ширине плеч.\n2. Поднимите таз вверх, образуя мостик - прямая линия от плеч до колен.\n3. В этом положении выполняйте отжимания, сгибая и разгибая руки.\n4. Опускайтесь до легкого касания головой пола.\n5. Отжимайтесь вверх, полностью выпрямляя руки.\n6. Сохраняйте положение мостика на протяжении всего упражнения.\n7. Этот вариант укрепляет ягодицы, спину и грудные мышцы."
    },
    {
      "name": "Приседания с весом тела",
      "technique": "1. Встаньте прямо, ноги на ширине плеч.\n2. Руки вытяните вперед для баланса.\n3. Начните приседать, отводя таз назад, как будто садитесь на стул.\n4. Сохраняйте спину прямой, грудь приподнятой.\n5. Опускайтесь до параллели бедер с полом или ниже.\n6. Колени должны быть направлены в сторону носков, не выходить за их линию.\n7. Вернитесь в исходное положение, отталкиваясь пятками."
    },
    {
      "name": "Бёрпи с подтягиванием коленей",
      "technique": "1. Встаньте прямо, ноги на ширине плеч.\n2. Опуститесь в присед, поставьте ладони на пол.\n3. Прыжком отбросьте ноги назад в положение планки.\n4. Подтяните колени к груди, не отрывая рук от пола.\n5. Вернитесь в положение планки.\n6. Прыжком верните ноги к рукам, оказавшись в положении приседа.\n7. Выпрыгните вверх с хлопком над головой."
    },
    {
      "name": "Бёрпи с шагом назад",
      "technique": "1. Встаньте прямо, ноги на ширине плеч.\n2. Опуститесь в присед, поставьте ладони на пол.\n3. Шагом отойдите ногами назад в положение планки.\n4. Шагом верните ноги к рукам, возвращаясь в положение приседа.\n5. Из приседа выпрыгните вверх с хлопком над головой.\n6. Этот вариант подходит для начинающих или при усталости.\n7. Сохраняйте плавность движений на протяжении всего упражнения."
    },
    {
      "name": "Отжимания в темпе",
      "technique": "1. Примите упор лежа, руки на ширине плеч.\n2. Выполняйте отжимания в заданном темпе: 2 секунды вниз, 1 секунда пауза, 1 секунда вверх.\n3. Контролируйте каждую фазу движения, не используйте инерцию.\n4. Сохраняйте одинаковую скорость и амплитуду на всех повторениях.\n5. Следите за дыханием: выдох на подъеме, вдох на опускании.\n6. Не торопитесь, качество выполнения важнее скорости.\n7. Темповые отжимания улучшают мышечный контроль и выносливость."
    },
    {
      "name": "Упражнение с ПВХ трубой для рывка в стойку (PVC Snatch Drill)",
      "technique": "1. Возьмите ПВХ трубу или легкую палку.\n2. Встаньте прямо, ноги на ширине плеч.\n3. Держите трубу перед собой на вытянутых руках.\n4. Выполняйте движения, имитирующие рывок штанги.\n5. Начните с небольшой амплитуды, постепенно увеличивая ее.\n6. Концентрируйтесь на правильной технике, а не на весе.\n7. Упражнение учит правильной траектории движения для рывка."
    },
    {
      "name": "Hang Приседания Рывок в стойку",
      "technique": "1. Возьмите штангу или гирю, держите ее перед собой на уровне бедер.\n2. Встаньте прямо, ноги на ширине плеч, спина прямая.\n3. Выполните приседание, сохраняя вес перед собой.\n4. Из нижней точки приседа мощно выйдите вверх.\n5. В верхней точке выполните рывок веса над головой.\n6. Полностью выпрямитесь, вес над головой.\n7. Опустите вес в исходное положение и повторите."
    },
    {
      "name": "Гребля 1000 метров",
      "technique": "1. Сядьте на гребной тренажер, закрепите стопы.\n2. Возьмитесь за рукоять, слегка наклоните корпус вперед.\n3. На выдохе мощно оттолкнитесь ногами, одновременно тяните рукоять к груди.\n4. В конечной точке корпус слегка отклонен назад, локти согнуты.\n5. На вдохе вернитесь в исходное положение: сначала руки, затем корпус, затем ноги.\n6. Сохраняйте плавный, непрерывный ритм.\n7. Гребля 1000 метров требует выносливости и техники."
    },
    {
      "name": "Удержание арки (Arch Hold)",
      "technique": "1. Лягте на живот, вытяните руки вперед.\n2. Одновременно поднимите руки, грудь и ноги от пола.\n3. Образуйте дугу (арку) телом, как в позе супермена.\n4. Удерживайте положение, напрягая мышцы спины и ягодиц.\n5. Дышите ровно, не задерживайте дыхание.\n6. Не поднимайтесь слишком высоко, чтобы не перегружать поясницу.\n7. Удерживайте положение заданное время."
    }
  ],
  "config": {
    "workTime": 45,
    "restTime": 15,
    "circleRestTime": 60,
    "countdownTime": 5
  }
}