{
  "name": "Прогрессивная нагрузка (Уровень: средний)",
  "description": "Сбалансированная программа для тех, кто уже имеет базовую подготовку. Сочетание силовых и кардио упражнений позволит эффективно сжигать калории, укреплять мышцы и улучшать общую физическую форму. Формат: 45 сек работы / 15 сек отдыха между упражнениями. Отдых между кругами: 60 сек. Количество кругов: 5 кругов. Рекомендуется выполнять 5 кругов.",
  "exercises": [
    {
      "name": "Tempo Отжимания (Tempo Push-Up)",
      "technique": "Примите упор лежа, тело образует прямую линию от головы до пяток. На вдохе медленно согните локти, опуская грудь к полу. На выдохе мощно отожмитесь в исходное положение."
    },
    {
      "name": "Overhead Приседания + Рывок в стойку Balance (Overhead Squat + Snatch Balance)",
      "technique": "Встаньте прямо, ноги на ширине плеч. Выполните глубокий присед, отводя таз назад и сохраняя спину прямой. Вернитесь в исходное положение, отталкиваясь пятками от пола."
    },
    {
      "name": "Forearm Планка (Forearm Plank)",
      "technique": "Примите положение упора лежа на предплечьях. Тело должно образовывать прямую линию от головы до пяток. Напрягите мышцы кора, ягодицы и ноги. Удерживайте положение, не поднимая таз и не прогибаясь в пояснице."
    },
    {
      "name": "Полая позиция (Hollow Hold)",
      "technique": "Напрягайте мышцы живота, не допускайте прогиба в пояснице. Дышите ровно, не задерживайте дыхание."
    },
    {
      "name": "Рывок в стойку Complexes (Snatch Complexes)",
      "technique": "Координируйте работу всех мышечных групп. Следите за синхронизацией движений и дыхания."
    },
    {
      "name": "1000m Гребля (1000m Row)",
      "technique": "Сконцентрируйтесь на работе целевых мышц, избегайте рывков. Держите корпус стабильно, не раскачивайтесь."
    },
    {
      "name": "сидя Crab Hold (Seated Crab Hold)",
      "technique": "Сконцентрируйтесь на работе целевых мышц, избегайте рывков. Держите корпус стабильно, не раскачивайтесь."
    },
    {
      "name": "Бёрпи + Broad Jump (Burpee + Broad Jump)",
      "technique": "Из положения стоя опуститесь в присед, руки поставьте на пол перед собой. Прыжком откиньте ноги назад в положение планки. Выполните отжимание (классический вариант) или сразу прыжком верните ноги к рукам в положение приседа. Из приседа выпрыгните вверх с хлопком над головой."
    },
    {
      "name": "Tempo Приседания (Tempo Squat)",
      "technique": "Встаньте прямо, ноги на ширине плеч. Выполните глубокий присед, отводя таз назад и сохраняя спину прямой. Вернитесь в исходное положение, отталкиваясь пятками от пола."
    }
  ],
  "config": {
    "workTime": 45,
    "restTime": 15,
    "circleRestTime": 60,
    "countdownTime": 5
  }
}