{
  "name": "Интервальный тренинг (Уровень: средний)",
  "description": "Сбалансированная программа для тех, кто уже имеет базовую подготовку. Сочетание силовых и кардио упражнений позволит эффективно сжигать калории, укреплять мышцы и улучшать общую физическую форму. Формат: 45 сек работы / 15 сек отдыха между упражнениями. Отдых между кругами: 60 сек. Количество кругов: 5 кругов. Рекомендуется выполнять 5 кругов.",
  "exercises": [
    {
      "name": "Отжимания с дефицитом (Deficit Push-Up)",
      "technique": "1. Поставьте ноги на возвышение (скамья, ступенька, мяч).\n2. Примите упор лежа, руки на полу на ширине плеч.\n3. Тело образует прямую линию от головы до пяток.\n4. На вдохе медленно опустите грудь к полу.\n5. Опускайтесь до легкого касания грудью пола.\n6. На выдохе отожмитесь вверх, полностью выпрямляя руки.\n7. Поднятые ноги увеличивают нагрузку на верхнюю часть груди и плечи."
    },
    {
      "name": "Удержание арки (Arch Hold)",
      "technique": "1. Лягте на живот, вытяните руки вперед.\n2. Одновременно поднимите руки, грудь и ноги от пола.\n3. Образуйте дугу (арку) телом, как в позе супермена.\n4. Удерживайте положение, напрягая мышцы спины и ягодиц.\n5. Дышите ровно, не задерживайте дыхание.\n6. Не поднимайтесь слишком высоко, чтобы не перегружать поясницу.\n7. Удерживайте положение заданное время."
    },
    {
      "name": "Бег с рюкзаком (Ruck Run)",
      "technique": "1. Встаньте в стартовую позицию, ноги на ширине плеч.\n2. Начните бег с умеренной скоростью, постепенно увеличивая темп.\n3. Сохраняйте ровное дыхание, согласуя с шагами.\n4. Держите корпус прямо, руки согнуты в локтях под 90 градусов.\n5. Работайте руками для поддержания темпа и баланса.\n6. Приземляйтесь на переднюю часть стопы для амортизации.\n7. Сохраняйте технику бега на протяжении всей дистанции."
    },
    {
      "name": "с полотенцем Подтягивания (с полотенцем Подтягивания) (Towel Pullups)",
      "technique": "1. Возьмитесь за перекладину хватом сверху, руки на ширине плеч.\n2. Повисните на прямых руках, полностью вытянув тело.\n3. На выдохе подтяните себя вверх, сводя лопатки вместе.\n4. Поднимитесь до уровня, когда подбородок выше перекладины.\n5. На вдохе медленно опуститесь в исходное положение.\n6. Контролируйте движение, не используйте мах или раскачивание.\n7. Упражнение развивает мышцы спины, рук и плеч."
    },
    {
      "name": "алмазные Отжимания (алмазные Отжимания) (Diamond Pushups)",
      "technique": "1. Примите упор лежа, руки на ширине плеч.\n2. Тело образует прямую линию от головы до пяток.\n3. На вдохе медленно опустите грудь к полу, сгибая локти под углом 45 градусов.\n4. Опускайтесь до легкого касания грудью пола.\n5. На выдохе отожмитесь вверх, полностью выпрямляя руки.\n6. Не прогибайтесь в пояснице, держите пресс напряженным.\n7. Сохраняйте правильную технику на протяжении всего подхода."
    },
    {
      "name": "горизонтальные Pulls (горизонтальные Pulls) (Horizontal Pulls)",
      "technique": "1. Установите гимнастические кольца на высоте пояса.\n2. Возьмитесь за кольца, откиньтесь назад, тело прямое.\n3. Ноги выпрямлены, пятки на полу, тело под углом.\n4. На выдохе подтяните себя к кольцам, сводя лопатки.\n5. Коснитесь грудью колец или подтянитесь как можно ближе.\n6. На вдохе медленно опуститесь в исходное положение.\n7. Упражнение развивает мышцы спины и подготавливает к подтягиваниям."
    },
    {
      "name": "L-Sit (floor) (L-Sit (floor) (L Sit floor L Sit floor)",
      "technique": "1. Сядьте на пол, ноги вытянуты вперед.\n2. Поставьте ладони на пол по бокам от бедер.\n3. Напрягите пресс и поднимите ноги от пола.\n4. Держите ноги прямыми, образуя угол 90 градусов с корпусом.\n5. Удерживайте положение, сохраняя напряжение в прессе и руках.\n6. Дышите ровно, не задерживайте дыхание.\n7. Упражнение развивает силу пресса, сгибателей бедра и трицепсов."
    },
    {
      "name": "с паузой Подъемы на носки (с паузой Подъемы на носки) (Paused Calf Raises)",
      "technique": "1. Встаньте прямо, ноги на ширине плеч.\n2. Медленно поднимитесь на носки как можно выше.\n3. Задержитесь в верхней точке на 1-2 секунды.\n4. Медленно опуститесь вниз, растягивая икры.\n5. Для большей амплитуды стойте на ступеньке.\n6. Не используйте инерцию, контролируйте движение.\n7. Повторите упражнение заданное количество раз."
    },
    {
      "name": "Прогрессия работы с боевыми канатами (Wave Alternates)",
      "technique": "1. Возьмите концы боевых канатов, встаньте в стойку.\n2. Ноги на ширине плеч, слегка согнуты в коленях.\n3. Начните создавать волны, двигая руками вверх-вниз.\n4. Чередуйте руки или двигайте одновременно.\n5. Сохраняйте интенсивность, контролируйте амплитуду.\n6. Дыжите ритмично, согласуя с движениями.\n7. Упражнение развивает выносливость, силу верхней части тела."
    }
  ],
  "config": {
    "workTime": 45,
    "restTime": 15,
    "circleRestTime": 60,
    "countdownTime": 5
  }
}