{
  "name": "Мощность и стабильность (Уровень: средний)",
  "description": "Сбалансированная программа для тех, кто уже имеет базовую подготовку. Сочетание силовых и кардио упражнений позволит эффективно сжигать калории, укреплять мышцы и улучшать общую физическую форму. Формат: 45 сек работы / 15 сек отдыха между упражнениями. Отдых между кругами: 60 сек. Количество кругов: 5 кругов. Рекомендуется выполнять 5 кругов.",
  "exercises": [
    {
      "name": "100m Гребля (100m Row)",
      "technique": "1. Возьмите гантели или используйте тренажер для тяги.\n2. Наклоните корпус вперед, сохраняя спину прямой.\n3. Слегка согните ноги в коленях для устойчивости.\n4. На выдохе подтяните вес к груди, сводя лопатки вместе.\n5. Локти должны двигаться вдоль тела, не расходиться в стороны.\n6. В верхней точке задержитесь на секунду, сжав мышцы спины.\n7. На вдохе медленно опустите вес."
    },
    {
      "name": "Челночный бегs (Shuttle Runs)",
      "technique": "1. Встаньте в стартовую позицию, ноги на ширине плеч.\n2. Начните бег с умеренной скоростью, постепенно увеличивая темп.\n3. Сохраняйте ровное дыхание, согласуя с шагами.\n4. Держите корпус прямо, руки согнуты в локтях под 90 градусов.\n5. Работайте руками для поддержания темпа и баланса.\n6. Приземляйтесь на переднюю часть стопы для амортизации.\n7. Сохраняйте технику бега на протяжении всей дистанции."
    },
    {
      "name": "Bridge Отжимания (Bridge Pushups)",
      "technique": "1. Примите упор лежа, руки на ширине плеч.\n2. Тело образует прямую линию от головы до пяток.\n3. На вдохе медленно опустите грудь к полу, сгибая локти под углом 45 градусов.\n4. Опускайтесь до легкого касания грудью пола.\n5. На выдохе отожмитесь вверх, полностью выпрямляя руки.\n6. Не прогибайтесь в пояснице, держите пресс напряженным.\n7. Сохраняйте правильную технику на протяжении всего подхода."
    },
    {
      "name": "Tempo Приседания (Tempo Squat)",
      "technique": "1. Встаньте прямо, ноги на ширине плеч.\n2. Руки вытяните вперед для баланса или держите у груди.\n3. Начните приседать, отводя таз назад, как будто садитесь на стул.\n4. Сохраняйте спину прямой, грудь приподнятой.\n5. Опускайтесь до параллели бедер с полом или ниже.\n6. Колени должны быть направлены в сторону носков, не выходить за их линию.\n7. Вернитесь в исходное положение, отталкиваясь пятками."
    },
    {
      "name": "Полая позиция (Hollow Hold)",
      "technique": "1. Лягте на спину, вытяните руки за голову.\n2. Поднимите ноги, руки и голову от пола.\n3. Ноги прямые, под углом 45 градусов к полу.\n4. Тело образует форму банана или дуги.\n5. Напрягите пресс, прижмите поясницу к полу.\n6. Удерживайте положение, дышите ровно.\n7. Упражнение развивает мышцы кора и стабильность."
    },
    {
      "name": "короткие Мостики (Short Bridges)",
      "technique": "1. Лягте на спину, согните ноги в коленях, стопы на ширине плеч.\n2. Руки вдоль тела ладонями вниз.\n3. На выдохе поднимите таз вверх, сжимая ягодичные мышцы.\n4. Поднимайтесь до образования прямой линии от плеч до колен.\n5. В верхней точке задержитесь на 1-2 секунды.\n6. На вдохе медленно опустите таз, не касаясь ягодицами пола.\n7. Упражнение развивает ягодичные мышцы и мышцы задней поверхности бедра."
    },
    {
      "name": "Deficit Отжимания (Deficit Push-Up)",
      "technique": "1. Примите упор лежа, руки на ширине плеч.\n2. Тело образует прямую линию от головы до пяток.\n3. На вдохе медленно опустите грудь к полу, сгибая локти под углом 45 градусов.\n4. Опускайтесь до легкого касания грудью пола.\n5. На выдохе отожмитесь вверх, полностью выпрямляя руки.\n6. Не прогибайтесь в пояснице, держите пресс напряженным.\n7. Сохраняйте правильную технику на протяжении всего подхода."
    },
    {
      "name": "вертикальные Pulls (Vertical Pulls)",
      "technique": "1. Упражнение на вертикальную тягу (подтягивания, тяга верхнего блока).\n2. Возьмитесь за рукоять широким или узким хватом.\n3. На выдохе подтяните рукоять к груди или за голову.\n4. Сведите лопатки вместе в нижней точке.\n5. На вдохе медленно вернитесь в исходное положение.\n6. Контролируйте движение, не используйте инерцию.\n7. Упражнение развивает широчайшие мышцы спины."
    },
    {
      "name": "вися Подъемы ног (Hanging Leg Raises)",
      "technique": "1. Лягте на спину на пол или коврик, руки вдоль тела ладонями вниз для стабилизации корпуса.\n2. Ноги прямые, вытянуты и сомкнуты вместе, носки направлены вперед.\n3. На выдохе поднимите обе прямые ноги вертикально вверх до угла 90 градусов относительно пола.\n4. В верхней точке медленно разведите прямые ноги в стороны как можно шире, растягивая внутреннюю поверхность бедер.\n5. Задержитесь в крайнем положении на 1-2 секунды, поддерживая напряжение в мышцах пресса.\n6. На вдохе медленно сведите ноги вместе, возвращая их в вертикальное положение.\n7. Плавно опустите ноги обратно, не касаясь пола для сохранения напряжения в мышцах пресса."
    }
  ],
  "config": {
    "workTime": 45,
    "restTime": 15,
    "circleRestTime": 60,
    "countdownTime": 5
  }
}