{
  "name": "Базовая тренировка для начинающих (Уровень: начальный)",
  "description": "Идеальная программа для тех, кто только начинает свой путь в фитнесе. Упражнения подобраны так, чтобы мягко укрепить все основные группы мышц, развить выносливость и подготовить тело к более серьёзным нагрузкам. Формат: 45 сек работы / 15 сек отдыха между упражнениями. Отдых между кругами: 60 сек. Количество кругов: 3 круга. Рекомендуется выполнять 3 круга.",
  "exercises": [
    {
      "name": "Объятия с легким предметом (Light Object Hug)",
      "technique": "1. Возьмите легкий предмет (мяч, подушку, медбол).\n2. Держите предмет перед собой на вытянутых руках.\n3. Медленно обнимите предмет, сводя руки перед грудью.\n4. Сжмите предмет, напрягая грудные мышцы.\n5. Задержитесь в этом положении на 1-2 секунды.\n6. Медленно вернитесь в исходное положение, выпрямляя руки.\n7. Контролируйте движение, не бросайте предмет."
    },
    {
      "name": "Подтягивания с поддержкой эспандера",
      "technique": "1. Накиньте эспандер на перекладину, пропустите через петлю одну или обе ноги.\n2. Возьмитесь за перекладину хватом сверху, руки на ширине плеч.\n3. Эспандер создаст помощь в нижней точке движения.\n4. На выдохе подтяните себя вверх, сводя лопатки вместе.\n5. Поднимайтесь до тех пор, пока подбородок не окажется над перекладиной.\n6. На вдохе медленно опуститесь в исходное положение.\n7. Эспандер помогает освоить технику и увеличить количество повторений."
    },
    {
      "name": "Становая тяга с медицинским мячом",
      "technique": "1. Встаньте прямо, ноги на ширине плеч, держите медицинский мяч перед собой обеими руками.\n2. Слегка согните ноги в коленях, сохраняя спину прямой, грудь направьте вперед.\n3. На вдохе медленно наклонитесь вперед, опуская мяч к полу вдоль голеней.\n4. Опустите мяч до уровня середины голеней или пока спина не станет параллельна полу.\n5. На выдохе вернитесь в исходное положение, выпрямляя корпус и поднимая мяч.\n6. В верхней точке сведите лопатки, напрягите ягодицы.\n7. Медицинский мяч создает дополнительное сопротивление для мышц спины и ног."
    },
    {
      "name": "Отжимания с колен",
      "technique": "1. Встаньте на колени, руки на полу на ширине плеч.\n2. Скрестите голени или держите их параллельно.\n3. Напрягите пресс и ягодицы, тело образует прямую линию от коленей до головы.\n4. На вдохе медленно опустите грудь к полу, сгибая локти под углом 45 градусов.\n5. Опускайтесь до легкого касания грудью пола.\n6. На выдохе отожмитесь вверх, полностью выпрямляя руки.\n7. Этот вариант подходит для начинающих, так как уменьшает нагрузку."
    },
    {
      "name": "Double Бросок мяча в стену (partner)",
      "technique": "1. Возьмите медицинский мяч или другой подходящий предмет.\n2. Встаньте на расстоянии 1-2 метра от стены.\n3. Присядьте, удерживая мяч на уровне груди.\n4. Мощно выпрямите ноги и корпус, выбрасывая мяч в стену.\n5. Поймайте отскочивший мяч, амортизируя движение приседанием.\n6. Сразу переходите к следующему броску.\n7. Упражнение развивает взрывную силу и координацию."
    },
    {
      "name": "Скручивания с согнутыми коленями (Bent-Knee Crunch)",
      "technique": "1. Лягте на спину, согните ноги в коленях, стопы на полу.\n2. Руки можно положить за голову или скрестить на груди.\n3. На выдохе поднимите верхнюю часть туловища от пола.\n4. Направьте грудь к коленям, скручивая корпус.\n5. Не тяните голову руками, движение осуществляется за счет мышц пресса.\n6. На вдохе медленно опуститесь обратно, не касаясь лопатками пола.\n7. Сохраняйте напряжение в мышцах пресса на протяжении всего упражнения."
    },
    {
      "name": "Медицинский мяч Приседания Toss (light)",
      "technique": "1. Встаньте прямо, ноги на ширине плеч, держите медицинский мяч у груди.\n2. Выполните глубокое приседание, отводя таз назад.\n3. Опуститесь до параллели бедер с полом или ниже.\n4. На выдохе выйдите из приседа и одновременно бросьте мяч вверх.\n5. Поймайте мяч, мягко согнув руки и вернитесь в исходное положение.\n6. Повторите движение, бросая мяч на комфортную высоту.\n7. Упражнение развивает силу ног и координацию."
    },
    {
      "name": "Приседания на ящик",
      "technique": "1. Поставьте ящик или скамью позади себя.\n2. Встаньте прямо, ноги на ширине плеч.\n3. Начните приседать, отводя таз назад.\n4. Опускайтесь до касания ягодицами ящика.\n5. Не садитесь полностью, лишь слегка коснитесь поверхности.\n6. Сразу же поднимитесь вверх, отталкиваясь пятками.\n7. Этот вариант учит правильной технике и глубине приседа."
    },
    {
      "name": "Шаги на платформу с весом тела (Bodyweight Step-Up)",
      "technique": "1. Встаньте перед платформой или скамьей.\n2. Поставьте одну ногу полностью на платформу.\n3. Перенесите вес тела на эту ногу.\n4. Выпрямите опорную ногу, поднимая вторую ногу на платформу.\n5. Сойдите назад, начиная с той же ноги, которой поднимались.\n6. Чередуйте ноги или выполняйте все повторения на одну ногу.\n7. Сохраняйте корпус вертикальным на протяжении всего движения."
    }
  ],
  "config": {
    "workTime": 45,
    "restTime": 15,
    "circleRestTime": 60,
    "countdownTime": 5
  }
}