{
  "name": "Баланс и координация (Уровень: средний)",
  "description": "Сбалансированная программа для тех, кто уже имеет базовую подготовку. Сочетание силовых и кардио упражнений позволит эффективно сжигать калории, укреплять мышцы и улучшать общую физическую форму. Формат: 45 сек работы / 15 сек отдыха между упражнениями. Отдых между кругами: 60 сек. Количество кругов: 5 кругов. Рекомендуется выполнять 5 кругов.",
  "exercises": [
    {
      "name": "Трастер с максимальной нагрузкой (Max Load Thruster)",
      "technique": "Выполняйте упражнение с правильной техникой, контролируя каждое движение. Следите за дыханием: выдох на усилие, вдох на расслабление."
    },
    {
      "name": "глубокие Подъемы на носки (глубокие Подъемы на носки) (Deep Calf Raises)",
      "technique": "Выполняйте упражнение с правильной техникой, контролируя каждое движение. Следите за дыханием: выдох на усилие, вдох на расслабление."
    },
    {
      "name": "на кулаках Отжимания (на кулаках Отжимания) (Fist Pushups)",
      "technique": "Лежа на скамье, штанга над грудью. Опустите штангу к груди, локти под углом 45 градусов. Выжмите вверх."
    },
    {
      "name": "Максимум калорий за 30 секунд (Max Cals in 30s)",
      "technique": "Выполняйте упражнение с правильной техникой, контролируя каждое движение. Следите за дыханием: выдох на усилие, вдох на расслабление."
    },
    {
      "name": "с поднятыми ногами Отжимания (с поднятыми ногами Отжимания) (Raised-Leg Pushups)",
      "technique": "Лежа на скамье, штанга над грудью. Опустите штангу к груди, локти под углом 45 градусов. Выжмите вверх."
    },
    {
      "name": "Становая тяга на одной ноге (Single-Leg Deadlift)",
      "technique": "Встаньте перед штангой, ноги на ширине плеч. Наклонитесь с прямой спиной, возьмитесь за гриф. Поднимите штангу, разгибая ноги и спину одновременно. Опустите по тому же пути."
    },
    {
      "name": "Run in Place (Бег на месте)",
      "technique": "Выполняйте упражнение с правильной техникой, контролируя каждое движение. Следите за дыханием: выдох на усилие, вдох на расслабление."
    },
    {
      "name": "медленные Подтягивания (медленные Подтягивания) (Slow Pullups)",
      "technique": "Возьмитесь за перекладину прямым хватом шире плеч. Повисните, полностью выпрямив руки. Подтянитесь, сводя лопатки, пока подбородок не окажется над перекладиной. Медленно опуститесь."
    },
    {
      "name": "Удержание арки (Arch Hold)",
      "technique": "Выполняйте упражнение с правильной техникой, контролируя каждое движение. Следите за дыханием: выдох на усилие, вдох на расслабление."
    }
  ],
  "config": {
    "workTime": 45,
    "restTime": 15,
    "circleRestTime": 60,
    "countdownTime": 5
  }
}