{
  "name": "Введение в функциональный тренинг (Уровень: начальный)",
  "description": "Идеальная программа для тех, кто только начинает свой путь в фитнесе. Упражнения подобраны так, чтобы мягко укрепить все основные группы мышц, развить выносливость и подготовить тело к более серьёзным нагрузкам. Формат: 45 сек работы / 15 сек отдыха между упражнениями. Отдых между кругами: 60 сек. Количество кругов: 3 круга. Рекомендуется выполнять 3 круга.",
  "exercises": [
    {
      "name": "на одной руке наклонные Отжимания (Наклонные отжимания на одной руке) (One-Arm Incline Pushups)",
      "technique": "Поставьте руки на возвышение (скамья, стул). Примите упор лежа, тело прямое. Опустите грудь к возвышению, затем отожмитесь."
    },
    {
      "name": "отжимания в стойке на руках (HSPU box HSPU box)",
      "technique": "Лежа на скамье, штанга над грудью. Опустите штангу к груди, локти под углом 45 градусов. Выжмите вверх."
    },
    {
      "name": "Бёрпи с прыжком на тумбу (Burpee Box Jump)",
      "technique": "После выпрыгивания вверх запрыгните на тумбу или возвышение."
    },
    {
      "name": "Становая тяга (Становая тяга) (Deadlift)",
      "technique": "Встаньте перед штангой, ноги на ширине плеч. Наклонитесь с прямой спиной, возьмитесь за гриф. Поднимите штангу, разгибая ноги и спину одновременно. Опустите по тому же пути."
    },
    {
      "name": "Негативные подтягивания (Negative Pull-Ups)",
      "technique": "Возьмитесь за перекладину прямым хватом шире плеч. Повисните, полностью выпрямив руки. Подтянитесь, сводя лопатки, пока подбородок не окажется над перекладиной. Медленно опуститесь."
    },
    {
      "name": "Бросок мяча в стену (20/25 lb) (Wall Ball (20/25 lb) (Бросок мяча в стену) (lb Wall Ball lb)",
      "technique": "Выполняйте упражнение с правильной техникой, контролируя каждое движение. Следите за дыханием: выдох на усилие, вдох на расслабление."
    },
    {
      "name": "половинные пистолетикs (половинные Pistols) (Half Pistols)",
      "technique": "Стоя на одной ноге, вторую вытяните вперед. Медленно приседайте на опорной ноге, сохраняя баланс. Руки вперед для равновесия."
    },
    {
      "name": "Russian Twist + Подъем корпуса",
      "technique": "Выполняйте упражнение с правильной техникой, контролируя каждое движение. Следите за дыханием: выдох на усилие, вдох на расслабление."
    },
    {
      "name": "Скручивания с согнутыми коленями (Bent-Knee Crunch)",
      "technique": "Выполняйте упражнение с правильной техникой, контролируя каждое движение. Следите за дыханием: выдох на усилие, вдох на расслабление."
    }
  ],
  "config": {
    "workTime": 45,
    "restTime": 15,
    "circleRestTime": 60,
    "countdownTime": 5
  }
}