{
  "name": "Фундамент: стартовая программа (Уровень: начальный)",
  "description": "Идеальная программа для тех, кто только начинает свой путь в фитнесе. Упражнения подобраны так, чтобы мягко укрепить все основные группы мышц, развить выносливость и подготовить тело к более серьёзным нагрузкам. Формат: 45 сек работы / 15 сек отдыха между упражнениями. Отдых между кругами: 60 сек. Количество кругов: 3 круга. Рекомендуется выполнять 3 круга.",
  "exercises": [
    {
      "name": "половинные Приседания",
      "technique": "1. Встаньте прямо, ноги на ширине плеч.\n2. Начните приседать, отводя таз назад и вниз.\n3. Опускайтесь только до половины обычной глубины приседа.\n4. В нижней точке бедра под углом примерно 45 градусов к полу.\n5. На выдохе вернитесь в исходное положение.\n6. Этот вариант уменьшает нагрузку на колени.\n7. Фокусируйтесь на технике, а не на глубине."
    },
    {
      "name": "Бросок мяча в стену с ловлей (Wall Ball + Catch)",
      "technique": "1. Возьмите медицинский мяч или другой подходящий предмет.\n2. Встаньте на расстоянии 1-2 метра от стены.\n3. Присядьте, удерживая мяч на уровне груди.\n4. Мощно выпрямите ноги и корпус, выбрасывая мяч в стену.\n5. Поймайте отскочивший мяч, амортизируя движение приседанием.\n6. Сразу переходите к следующему броску.\n7. Упражнение развивает взрывную силу и координацию."
    },
    {
      "name": "пистолетик Приседания (assisted)",
      "technique": "1. Встаньте на одну ногу, вторую вытяните вперед.\n2. Руки вытяните вперед для баланса.\n3. Можно держаться за стену или опору для поддержки.\n4. Медленно приседайте на опорной ноге, сохраняя равновесие.\n5. Опускайтесь как можно ниже, но комфортно.\n6. Медленно вернитесь в исходное положение.\n7. С постепенным уменьшением поддержки увеличивайте нагрузку."
    },
    {
      "name": "Rope Drag (bodyweight)",
      "technique": "1. Лягте на спину, согните ноги в коленях.\n2. Вытяните руки над головой, представив, что держите канат.\n3. Начните тянуть воображаемый канат к себе, сгибая локти.\n4. Потяните канат к груди, напрягая мышцы спины.\n5. Продолжайте движение, доводя руки к животу.\n6. Медленно верните руки в исходное положение.\n7. Упражнение развивает мышцы спины и воображение."
    },
    {
      "name": "Отжимания с колен",
      "technique": "1. Встаньте на колени, руки на полу на ширине плеч.\n2. Скрестите голени или держите их параллельно.\n3. Напрягите пресс и ягодицы, тело образует прямую линию от коленей до головы.\n4. На вдохе медленно опустите грудь к полу, сгибая локти под углом 45 градусов.\n5. Опускайтесь до легкого касания грудью пола.\n6. На выдохе отожмитесь вверх, полностью выпрямляя руки.\n7. Этот вариант подходит для начинающих, так как уменьшает нагрузку."
    },
    {
      "name": "на одной руке Negatives (One-Arm Negatives)",
      "technique": "1. Примите упор лежа, одна рука на полу под плечом.\n2. Вторую руку заведите за спину или положите на спину.\n3. Медленно опускайтесь к полу в течение 3-5 секунд.\n4. Сконцентрируйтесь на контроле движения.\n5. В нижней точке поставьте вторую руку и отожмитесь вверх.\n6. Вернитесь в исходное положение и повторите для другой руки.\n7. Negative-версии укрепляют мышцы для отжиманий на одной руке."
    },
    {
      "name": "Объятия с легким предметом (Light Object Hug)",
      "technique": "1. Возьмите легкий предмет (мяч, подушку, медбол).\n2. Держите предмет перед собой на вытянутых руках.\n3. Медленно обнимите предмет, сводя руки перед грудью.\n4. Сжмите предмет, напрягая грудные мышцы.\n5. Задержитесь в этом положении на 1-2 секунды.\n6. Медленно вернитесь в исходное положение, выпрямляя руки.\n7. Контролируйте движение, не бросайте предмет."
    },
    {
      "name": "Скручивания с согнутыми коленями (Bent-Knee Crunch)",
      "technique": "1. Лягте на спину, согните ноги в коленях, стопы на полу.\n2. Руки можно положить за голову или скрестить на груди.\n3. На выдохе поднимите верхнюю часть туловища от пола.\n4. Направьте грудь к коленям, скручивая корпус.\n5. Не тяните голову руками, движение осуществляется за счет мышц пресса.\n6. На вдохе медленно опуститесь обратно, не касаясь лопатками пола.\n7. Сохраняйте напряжение в мышцах пресса на протяжении всего упражнения."
    },
    {
      "name": "Прогрессия толчка в разножку (Dip Practice)",
      "technique": "1. Сядьте на край скамьи или стула, руки по бокам.\n2. Ладони на скамье, пальцы направлены вперед.\n3. Опустите ягодицы вниз, сгибая локти до 90 градусов.\n4. Для облегчения можно вытянуть ноги вперед.\n5. Оттолкнитесь руками, возвращаясь в исходное положение.\n6. Постепенно уменьшайте помощь ног для увеличения нагрузки.\n7. Упражнение готовит к отжиманиям на параллельных брусьях."
    }
  ],
  "config": {
    "workTime": 45,
    "restTime": 15,
    "circleRestTime": 60,
    "countdownTime": 5
  }
}