{
  "name": "Метаболический ускоритель (Уровень: средний)",
  "description": "Сбалансированная программа для тех, кто уже имеет базовую подготовку. Сочетание силовых и кардио упражнений позволит эффективно сжигать калории, укреплять мышцы и улучшать общую физическую форму. Формат: 45 сек работы / 15 сек отдыха между упражнениями. Отдых между кругами: 60 сек. Количество кругов: 5 кругов. Рекомендуется выполнять 5 кругов.",
  "exercises": [
    {
      "name": "Становая тяга на одной ноге (Single-Leg Deadlift)",
      "technique": "Встаньте перед штангой, ноги на ширине плеч. Наклонитесь с прямой спиной, возьмитесь за гриф. Поднимите штангу, разгибая ноги и спину одновременно. Опустите по тому же пути."
    },
    {
      "name": "Удержание полой позиции (Hollow Hold)",
      "technique": "Выполняйте упражнение с правильной техникой, контролируя каждое движение. Следите за дыханием: выдох на усилие, вдох на расслабление."
    },
    {
      "name": "Отжимания с дефицитом (Deficit Push-Up)",
      "technique": "Лежа на скамье, штанга над грудью. Опустите штангу к груди, локти под углом 45 градусов. Выжмите вверх."
    },
    {
      "name": "Комплексы рывков в стойку (Snatch Complexes)",
      "technique": "Выполняйте упражнение с правильной техникой, контролируя каждое движение. Следите за дыханием: выдох на усилие, вдох на расслабление."
    },
    {
      "name": "Упражнение на гребле сидя (Seated Row Drill)",
      "technique": "Выполняйте упражнение с правильной техникой, контролируя каждое движение. Следите за дыханием: выдох на усилие, вдох на расслабление."
    },
    {
      "name": "Бёрпи без отжимания (No-Push-Up Burpee)",
      "technique": "Упрощенный вариант: после планки сразу прыжком верните ноги к рукам, без отжимания."
    },
    {
      "name": "Hang Приседания Рывок (Рывок в сед с виса) (Hang Squat Clean)",
      "technique": "Встаньте прямо, ноги на ширине плеч, носки слегка разведены. Отведите таз назад, как будто садитесь на стул. Опуститесь до параллели бедер с полом или ниже. Вернитесь, отталкиваясь пятками."
    },
    {
      "name": "с полотенцем Подтягивания (с полотенцем Подтягивания) (Towel Pullups)",
      "technique": "Возьмитесь за перекладину прямым хватом шире плеч. Повисните, полностью выпрямив руки. Подтянитесь, сводя лопатки, пока подбородок не окажется над перекладиной. Медленно опуститесь."
    },
    {
      "name": "Перенос мешка с песком + бег (Sandbag Carry + Run)",
      "technique": "Выполняйте упражнение с правильной техникой, контролируя каждое движение. Следите за дыханием: выдох на усилие, вдох на расслабление."
    }
  ],
  "config": {
    "workTime": 45,
    "restTime": 15,
    "circleRestTime": 60,
    "countdownTime": 5
  }
}