{
  "name": "Продвинутый экстрим (Уровень: продвинутый)",
  "description": "Экстремальная программа для опытных атлетов. Высокая интенсивность и сложные упражнения бросят вызов вашей выносливости, силе и воле. Только для подготовленных! Формат: 45 сек работы / 15 сек отдыха между упражнениями. Отдых между кругами: 60 сек. Количество кругов: 6 кругов. Рекомендуется выполнять 6 кругов.",
  "exercises": [
    {
      "name": "медленные Mountain Climber (Slow Mountain Climber)",
      "technique": "1. Примите положение планки на прямых руках, ладони под плечами.\n2. Тело образует прямую линию от головы до пяток, пресс напряжен.\n3. Медленно подтяните правое колено к груди, не касаясь пола носком.\n4. Задержите колено у груди на 1-2 секунды.\n5. Медленно верните правую ногу в исходное положение.\n6. Повторите движение левым коленом, чередуя стороны.\n7. Движения должны быть медленными и контролируемыми для лучшей проработки мышц кора."
    },
    {
      "name": "Вис на перекладине (Dead Hang)",
      "technique": "1. Возьмитесь за перекладину хватом сверху, руки на ширине плеч.\n2. Поднимите ноги от пола, повиснув на прямых руках.\n3. Расслабьте плечи, позвольте телу свободно висеть.\n4. Напрягите мышцы пресса для стабилизации корпуса.\n5. Удерживайте положение, стараясь полностью расслабить спину и плечи.\n6. Дышите глубоко и ровно.\n7. Вис помогает растянуть позвоночник и укрепить хват."
    },
    {
      "name": "Backward Сани Drag (Backward Sled Drag)",
      "technique": "1. Прикрепите санки или груз к поясу или держите в руках.\n2. Встаньте прямо, слегка наклоните корпус вперед.\n3. Начинайте двигаться назад быстрыми шагами.\n4. Отталкивайтесь носками от пола, делая короткие шаги.\n5. Сохраняйте спину прямой, грудь направьте вперед.\n6. Контролируйте движение, не позволяйте саням двигаться слишком быстро.\n7. Упражнение развивает силу ног, ягодиц и мышц кора."
    },
    {
      "name": "Бёрпи с выходом силой",
      "technique": "1. Встаньте прямо, ноги на ширине плеч.\n2. Опуститесь в присед, поставьте ладони на пол.\n3. Прыжком отбросьте ноги назад в положение планки.\n4. Выполните одно отжимание.\n5. Прыжком верните ноги к рукам, оказавшись в приседе.\n6. Из приседа выпрыгните вверх.\n7. В прыжке подтяните колени к груди для увеличения интенсивности."
    },
    {
      "name": "с отягощением Подтягиванияs",
      "technique": "1. Закрепите дополнительный вес (блин, гирю) на поясе.\n2. Возьмитесь за перекладину хватом сверху, руки на ширине плеч.\n3. Повисните на прямых руках, полностью вытянув тело.\n4. На выдохе подтяните себя вверх, сводя лопатки вместе.\n5. Поднимайтесь до тех пор, пока подбородок не окажется над перекладиной.\n6. На вдохе медленно опуститесь в исходное положение.\n7. Добавленный вес увеличивает нагрузку на мышцы спины и рук."
    },
    {
      "name": "Toes-to-Bar (strict)",
      "technique": "1. Возьмитесь за перекладину хватом сверху, руки на ширине плеч.\n2. Повисните на прямых руках, ноги выпрямлены и вместе.\n3. На выдохе поднимите прямые ноги к перекладине.\n4. Коснитесь носками перекладины или подведите как можно ближе.\n5. На вдохе медленно опустите ноги в исходное положение.\n6. Контролируйте движение, не раскачивайтесь.\n7. Упражнение развивает силу пресса и хвата."
    },
    {
      "name": "Тяжелый рывок в стойку (Heavy Snatch)",
      "technique": "1. Встаньте перед штангой, ноги на ширине плеч, носки под грифом.\n2. Возьмитесь за штангу широким хватом, спина прямая.\n3. Мощно поднимите штангу, одновременно подседая под нее.\n4. Примите штангу над головой на прямых руках в полном приседе.\n5. Встаньте из приседа, удерживая штангу над головой.\n6. Опустите штангу на грудь, затем на пол.\n7. Тяжелый рывок требует взрывной силы и техники."
    },
    {
      "name": "медленные пистолетикs (Slow Pistols)",
      "technique": "1. Встаньте на одну ногу, вторую вытяните вперед.\n2. Руки вытяните вперед для баланса.\n3. Медленно приседайте на опорной ноге, сохраняя равновесие.\n4. Опускайтесь как можно ниже, сохраняя контроль.\n5. Вытянутая нога не должна касаться пола.\n6. Вернитесь в исходное положение, отталкиваясь пяткой.\n7. Упражнение развивает силу ног, баланс и гибкость."
    },
    {
      "name": "Overhead Приседания (full)",
      "technique": "1. Поднимите штангу или гриф над головой на прямых руках.\n2. Руки шире плеч, локти заблокированы, штанга над центром стоп.\n3. Начните приседать, отводя таз назад и вниз.\n4. Опуститесь в глубокий присед, сохраняя штангу над головой.\n5. Колени направлены в сторону носков, спина прямая.\n6. Вернитесь в исходное положение, выпрямляя ноги.\n7. Упражнение развивает мобильность плеч, стабильность корпуса и силу ног."
    }
  ],
  "config": {
    "workTime": 45,
    "restTime": 15,
    "circleRestTime": 60,
    "countdownTime": 5
  }
}