{
  "name": "Полная проработка тела (Уровень: средний)",
  "description": "Сбалансированная программа для тех, кто уже имеет базовую подготовку. Сочетание силовых и кардио упражнений позволит эффективно сжигать калории, укреплять мышцы и улучшать общую физическую форму. Формат: 45 сек работы / 15 сек отдыха между упражнениями. Отдых между кругами: 60 сек. Количество кругов: 5 кругов. Рекомендуется выполнять 5 кругов.",
  "exercises": [
    {
      "name": "Комплексы рывков (Clean Complexes)",
      "technique": "1. Встаньте перед тяжелой штангой, ноги на ширине плеч.\n2. Возьмитесь за штангу хватом сверху, руки на ширине плеч.\n3. Мощно поднимите штангу, одновременно подседая под нее.\n4. Примите штангу на груди в положении фронтального приседа.\n5. Встаньте из приседа, штанга лежит на груди.\n6. Опустите штангу на пол контролируемо.\n7. Тяжелый clean требует силы, скорости и техники."
    },
    {
      "name": "Приседания в темпе (Tempo Squat)",
      "technique": "1. Встаньте прямо, ноги на ширине плеч.\n2. Руки вытяните вперед для баланса или держите у груди.\n3. Начните приседать, отводя таз назад, как будто садитесь на стул.\n4. Сохраняйте спину прямой, грудь приподнятой.\n5. Опускайтесь до параллели бедер с полом или ниже.\n6. Колени должны быть направлены в сторону носков, не выходить за их линию.\n7. Вернитесь в исходное положение, отталкиваясь пятками."
    },
    {
      "name": "Бёрпи с шагом назад (Step-Back Burpee)",
      "technique": "1. Встаньте прямо, ноги на ширине плеч.\n2. Опуститесь в присед, поставьте ладони на пол.\n3. Шагом отойдите ногами назад в положение планки.\n4. Шагом верните ноги к рукам, возвращаясь в положение приседа.\n5. Из приседа выпрыгните вверх с хлопком над головой.\n6. Этот вариант подходит для начинающих или при усталости.\n7. Сохраняйте плавность движений на протяжении всего упражнения."
    },
    {
      "name": "Гребля 500 метров (500m Row)",
      "technique": "1. Сядьте на гребной тренажер, закрепите стопы.\n2. Возьмитесь за рукоять, слегка наклоните корпус вперед.\n3. На выдохе мощно оттолкнитесь ногами, одновременно тяните рукоять к груди.\n4. В конечной точке корпус слегка отклонен назад, локти согнуты.\n5. На вдохе вернитесь в исходное положение: сначала руки, затем корпус, затем ноги.\n6. Сохраняйте плавный, непрерывный ритм.\n7. Гребля 1000 метров требует выносливости и техники."
    },
    {
      "name": "Удержание полой позиции (Hollow Hold)",
      "technique": "1. Лягте на спину, вытяните руки за голову.\n2. Поднимите ноги, руки и голову от пола.\n3. Ноги прямые, под углом 45 градусов к полу.\n4. Тело образует форму банана или дуги.\n5. Напрягите пресс, прижмите поясницу к полу.\n6. Удерживайте положение, дышите ровно.\n7. Hollow Hold развивает мышцы кора и стабильность."
    },
    {
      "name": "Бег 800 метров (800m Run)",
      "technique": "1. Встаньте на стартовую позицию, ноги на ширине плеч.\n2. Начните бег с умеренной скоростью для первых 400 метров.\n3. Сохраняйте ровное дыхание, согласуя с шагами.\n4. На второй половине дистанции увеличьте темп.\n5. Держите корпус прямо, руки согнуты в локтях под 90 градусов.\n6. На финишном отрезке выложитесь на максимум.\n7. 800 метров - средняя дистанция, требующая сочетания скорости и выносливости."
    },
    {
      "name": "на пальцах Отжимания (на пальцах Отжимания) (Fingertip Pushups)",
      "technique": "1. Примите упор лежа, руки на ширине плеч.\n2. Вместо ладоней упритесь в пол кончиками пальцев.\n3. Тело образует прямую линию от головы до пяток.\n4. На вдохе медленно опустите грудь к полу, сгибая локти.\n5. Опускайтесь до легкого касания грудью пола.\n6. На выдохе отожмитесь вверх, полностью выпрямляя руки.\n7. Упражнение укрепляет пальцы, кисти и предплечья."
    },
    {
      "name": "Прогрессия переноски (Suitcase Carry)",
      "technique": "1. Возьмите вес (гирю, гантель, песочный мешок) в одну руку.\n2. Встаньте прямо, спина прямая, плечи расправлены.\n3. Начните ходить, сохраняя вес у бедра.\n4. Не наклоняйтесь в сторону с весом, держите корпус прямым.\n5. Через определенное расстояние или время поменяйте руку.\n6. Движение развивает силу хвата и стабильность корпуса.\n7. Переноска укрепляет мышцы кора и улучшает осанку."
    },
    {
      "name": "Отжимания в темпе (Tempo Push-Up)",
      "technique": "1. Примите упор лежа, руки на ширине плеч.\n2. Выполняйте отжимания в заданном темпе: 2 секунды вниз, 1 секунда пауза, 1 секунда вверх.\n3. Контролируйте каждую фазу движения, не используйте инерцию.\n4. Сохраняйте одинаковую скорость и амплитуду на всех повторениях.\n5. Следите за дыханием: выдох на подъеме, вдох на опускании.\n6. Не торопитесь, качество выполнения важнее скорости.\n7. Темповые отжимания улучшают мышечный контроль и выносливость."
    }
  ],
  "config": {
    "workTime": 45,
    "restTime": 15,
    "circleRestTime": 60,
    "countdownTime": 5
  }
}