{
  "name": "Функциональный комплекс (Уровень: средний)",
  "description": "Сбалансированная программа для тех, кто уже имеет базовую подготовку. Сочетание силовых и кардио упражнений позволит эффективно сжигать калории, укреплять мышцы и улучшать общую физическую форму. Формат: 45 сек работы / 15 сек отдыха между упражнениями. Отдых между кругами: 60 сек. Количество кругов: 5 кругов. Рекомендуется выполнять 5 кругов.",
  "exercises": [
    {
      "name": "Удержание полой позиции (Hollow Hold)",
      "technique": "1. Лягте на спину, вытяните руки за голову.\n2. Поднимите ноги, руки и голову от пола.\n3. Ноги прямые, под углом 45 градусов к полу.\n4. Тело образует форму банана или дуги.\n5. Напрягите пресс, прижмите поясницу к полу.\n6. Удерживайте положение, дышите ровно.\n7. Hollow Hold развивает мышцы кора и стабильность."
    },
    {
      "name": "складной нож Pulls (Jackknife Pulls)",
      "technique": "1. Лягте на спину, руки вытянуты за голову.\n2. Одновременно поднимите прямые ноги и верхнюю часть туловища.\n3. Потянитесь руками к носкам, образуя V-образную форму.\n4. В верхней точке коснитесь руками носков или голеней.\n5. Медленно опуститесь в исходное положение.\n6. Контролируйте движение в обеих фазах.\n7. Упражнение прорабатывает прямые и косые мышцы живота."
    },
    {
      "name": "Песочный мешок Становая тяга",
      "technique": "1. Встаньте перед песочным мешком, ноги на ширине плеч.\n2. Наклонитесь, сгибая ноги в коленях, обхватите мешок.\n3. Спина прямая, грудь направлена вперед.\n4. На выдохе поднимите мешок, выпрямляя ноги и корпус.\n5. Встаньте полностью прямо с мешком в руках.\n6. На вдохе медленно опустите мешок на пол.\n7. Неравномерный вес мешка развивает стабильность и силу."
    },
    {
      "name": "Отжимания в темпе",
      "technique": "1. Примите упор лежа, руки на ширине плеч.\n2. Выполняйте отжимания в заданном темпе: 2 секунды вниз, 1 секунда пауза, 1 секунда вверх.\n3. Контролируйте каждую фазу движения, не используйте инерцию.\n4. Сохраняйте одинаковую скорость и амплитуду на всех повторениях.\n5. Следите за дыханием: выдох на подъеме, вдох на опускании.\n6. Не торопитесь, качество выполнения важнее скорости.\n7. Темповые отжимания улучшают мышечный контроль и выносливость."
    },
    {
      "name": "Barbell Трастер (empty bar)",
      "technique": "1. Возьмите пустой гриф штанги, держите на груди.\n2. Руки под грифом, локти направлены вперед.\n3. Выполните приседание, опускаясь до параллели.\n4. Из нижней точки приседа мощно выжмите штангу над головой.\n5. Встаньте полностью, штанга над головой на прямых руках.\n6. Опустите штангу обратно на грудь.\n7. Thruster сочетает приседание и жим над головой."
    },
    {
      "name": "лежа Подъемы ног (Flat Leg Raises)",
      "technique": "1. Лягте на спину, руки вдоль тела ладонями вниз.\n2. Ноги прямые, вытянуты и сомкнуты вместе.\n3. На выдохе поднимите прямые ноги вертикально вверх.\n4. Поднимите до угла 90 градусов или выше.\n5. На вдохе медленно опустите ноги, не касаясь пола.\n6. Контролируйте движение, не используйте инерцию.\n7. Упражнение прорабатывает нижнюю часть пресса."
    },
    {
      "name": "Приседания с весом тела",
      "technique": "1. Встаньте прямо, ноги на ширине плеч.\n2. Руки вытяните вперед для баланса.\n3. Начните приседать, отводя таз назад, как будто садитесь на стул.\n4. Сохраняйте спину прямой, грудь приподнятой.\n5. Опускайтесь до параллели бедер с полом или ниже.\n6. Колени должны быть направлены в сторону носков, не выходить за их линию.\n7. Вернитесь в исходное положение, отталкиваясь пятками."
    },
    {
      "name": "Стойка на руках без опоры",
      "technique": "1. Встаньте на колени, поставьте ладони на пол.\n2. Поднимите ноги в стойку на руках у стены для начала.\n3. Постепенно отрывайте ноги от стены, сохраняя баланс.\n4. Держите тело прямым, пресс напряжен.\n5. Смотрите на пол между руками.\n6. Удерживайте положение, сколько сможете.\n7. Для безопасности используйте мат или тренируйтесь у стены."
    },
    {
      "name": "Спринты в гору (Hill Sprints)",
      "technique": "1. Найдите холм с умеренным уклоном.\n2. Встаньте у подножия, приготовьтесь к спринту.\n3. Начинайте бег в гору с максимальной интенсивностью.\n4. Делайте короткие, мощные шаги.\n5. Работайте руками для поддержания темпа.\n6. На вершине замедлитесь, спуститесь шагом.\n7. Спринты в гору развивают взрывную силу и выносливость."
    }
  ],
  "config": {
    "workTime": 45,
    "restTime": 15,
    "circleRestTime": 60,
    "countdownTime": 5
  }
}