{
  "name": "Максимальная интенсивность (Уровень: продвинутый)",
  "description": "Экстремальная программа для опытных атлетов. Высокая интенсивность и сложные упражнения бросят вызов вашей выносливости, силе и воле. Только для подготовленных! Формат: 45 сек работы / 15 сек отдыха между упражнениями. Отдых между кругами: 60 сек. Количество кругов: 6 кругов. Рекомендуется выполнять 6 кругов.",
  "exercises": [
    {
      "name": "Heavy Становая тяга (1RM+)",
      "technique": "1. Встаньте перед штангой, ноги на ширине плеч, носки под грифом.\n2. Наклонитесь, сгибая ноги в коленях, возьмитесь за штангу хватом сверху.\n3. Спина прямая, грудь направлена вперед, лопатки сведены.\n4. На выдохе мощно поднимите штангу, выпрямляя ноги и корпус.\n5. В верхней точке сведите лопатки, напрягите ягодицы.\n6. На вдохе медленно опустите штангу по той же траектории.\n7. 1RM+ означает максимальный вес на одно повторение или выше."
    },
    {
      "name": "медленные Mountain Climber (Slow Mountain Climber)",
      "technique": "1. Примите положение планки на прямых руках, ладони под плечами.\n2. Тело образует прямую линию от головы до пяток, пресс напряжен.\n3. Медленно подтяните правое колено к груди, не касаясь пола носком.\n4. Задержите колено у груди на 1-2 секунды.\n5. Медленно верните правую ногу в исходное положение.\n6. Повторите движение левым коленом, чередуя стороны.\n7. Движения должны быть медленными и контролируемыми для лучшей проработки мышц кора."
    },
    {
      "name": "Overhead Приседания (full)",
      "technique": "1. Поднимите штангу или гриф над головой на прямых руках.\n2. Руки шире плеч, локти заблокированы, штанга над центром стоп.\n3. Начните приседать, отводя таз назад и вниз.\n4. Опуститесь в глубокий присед, сохраняя штангу над головой.\n5. Колени направлены в сторону носков, спина прямая.\n6. Вернитесь в исходное положение, выпрямляя ноги.\n7. Упражнение развивает мобильность плеч, стабильность корпуса и силу ног."
    },
    {
      "name": "Toes-to-Bar (kipping)",
      "technique": "1. Возьмитесь за перекладину хватом сверху, руки на ширине плеч.\n2. Повисните на прямых руках, ноги выпрямлены и вместе.\n3. На выдохе поднимите прямые ноги к перекладине.\n4. Коснитесь носками перекладины или подведите как можно ближе.\n5. На вдохе медленно опустите ноги в исходное положение.\n6. Контролируйте движение, не раскачивайтесь.\n7. Упражнение развивает силу пресса и хвата."
    },
    {
      "name": "Прогрессия медвежьей походки (Static Bear Hold)",
      "technique": "1. Встаньте на четвереньки, колени под бедрами, ладони под плечами.\n2. Поднимите колени на 2-5 см от пола, удерживаясь на ладонях и носках.\n3. Тело параллельно полу, спина прямая, пресс напряжен.\n4. Удерживайте положение, не позволяя бедрам опускаться или подниматься.\n5. Дышите ровно, сохраняя напряжение в мышцах кора.\n6. Для прогрессии начните двигаться вперед или назад в этом положении.\n7. Упражнение укрепляет мышцы кора, плеч и улучшает стабильность."
    },
    {
      "name": "Бёрпи с выходом силой",
      "technique": "1. Встаньте прямо, ноги на ширине плеч.\n2. Опуститесь в присед, поставьте ладони на пол.\n3. Прыжком отбросьте ноги назад в положение планки.\n4. Выполните одно отжимание.\n5. Прыжком верните ноги к рукам, оказавшись в приседе.\n6. Из приседа выпрыгните вверх.\n7. В прыжке подтяните колени к груди для увеличения интенсивности."
    },
    {
      "name": "Strict Подтягиванияs",
      "technique": "1. Возьмитесь за перекладину хватом сверху, руки на ширине плеч.\n2. Повисните на прямых руках, полностью вытянув тело.\n3. На выдохе подтяните себя вверх без раскачивания или маха.\n4. Поднимайтесь строго за счет силы мышц спины и рук.\n5. Дотянитесь подбородком до уровня перекладины.\n6. На вдохе медленно опуститесь в исходное положение.\n7. Strict означает выполнение без использования импульса или маха."
    },
    {
      "name": "медленные пистолетикs (Slow Pistols)",
      "technique": "1. Встаньте на одну ногу, вторую вытяните вперед.\n2. Руки вытяните вперед для баланса.\n3. Медленно приседайте на опорной ноге, сохраняя равновесие.\n4. Опускайтесь как можно ниже, сохраняя контроль.\n5. Вытянутая нога не должна касаться пола.\n6. Вернитесь в исходное положение, отталкиваясь пяткой.\n7. Упражнение развивает силу ног, баланс и гибкость."
    },
    {
      "name": "Muscle-Up (strict)",
      "technique": "1. Возьмитесь за перекладину хватом сверху, руки на ширине плеч.\n2. Повисните на прямых руках, ноги вместе.\n3. Начните подтягивание, мощно сводя лопатки вместе.\n4. В верхней точке подтягивания переведите локти над перекладиной.\n5. Перейдите из подтягивания в отжимание над перекладиной.\n6. Выпрямите руки, оказавшись в положении упора на перекладине.\n7. Strict muscle-up выполняется без маха, только за счет силы."
    }
  ],
  "config": {
    "workTime": 45,
    "restTime": 15,
    "circleRestTime": 60,
    "countdownTime": 5
  }
}