{
  "name": "Элитная программа (Уровень: продвинутый)",
  "description": "Экстремальная программа для опытных атлетов. Высокая интенсивность и сложные упражнения бросят вызов вашей выносливости, силе и воле. Только для подготовленных! Формат: 45 сек работы / 15 сек отдыха между упражнениями. Отдых между кругами: 60 сек. Количество кругов: 6 кругов. Рекомендуется выполнять 6 кругов.",
  "exercises": [
    {
      "name": "медленные Mountain Climber (Slow Mountain Climber)",
      "technique": "1. Примите положение планки на прямых руках, ладони под плечами.\n2. Тело образует прямую линию от головы до пяток, пресс напряжен.\n3. Медленно подтяните правое колено к груди, не касаясь пола носком.\n4. Задержите колено у груди на 1-2 секунды.\n5. Медленно верните правую ногу в исходное положение.\n6. Повторите движение левым коленом, чередуя стороны.\n7. Движения должны быть медленными и контролируемыми для лучшей проработки мышц кора."
    },
    {
      "name": "Heavy Становая тяга (1RM+)",
      "technique": "1. Встаньте перед штангой, ноги на ширине плеч, носки под грифом.\n2. Наклонитесь, сгибая ноги в коленях, возьмитесь за штангу хватом сверху.\n3. Спина прямая, грудь направлена вперед, лопатки сведены.\n4. На выдохе мощно поднимите штангу, выпрямляя ноги и корпус.\n5. В верхней точке сведите лопатки, напрягите ягодицы.\n6. На вдохе медленно опустите штангу по той же траектории.\n7. 1RM+ означает максимальный вес на одно повторение или выше."
    },
    {
      "name": "Бёрпи с выходом силой",
      "technique": "1. Встаньте прямо, ноги на ширине плеч.\n2. Опуститесь в присед, поставьте ладони на пол.\n3. Прыжком отбросьте ноги назад в положение планки.\n4. Выполните одно отжимание.\n5. Прыжком верните ноги к рукам, оказавшись в приседе.\n6. Из приседа выпрыгните вверх.\n7. В прыжке подтяните колени к груди для увеличения интенсивности."
    },
    {
      "name": "с отягощением Подтягиванияs",
      "technique": "1. Закрепите дополнительный вес (блин, гирю) на поясе.\n2. Возьмитесь за перекладину хватом сверху, руки на ширине плеч.\n3. Повисните на прямых руках, полностью вытянув тело.\n4. На выдохе подтяните себя вверх, сводя лопатки вместе.\n5. Поднимайтесь до тех пор, пока подбородок не окажется над перекладиной.\n6. На вдохе медленно опуститесь в исходное положение.\n7. Добавленный вес увеличивает нагрузку на мышцы спины и рук."
    },
    {
      "name": "на одной руке Подтягивания",
      "technique": "1. Возьмитесь за перекладину хватом сверху, руки на ширине плеч.\n2. Повисните на прямых руках, полностью вытянув тело.\n3. На выдохе подтяните себя вверх, сводя лопатки вместе.\n4. Поднимитесь до уровня, когда подбородок выше перекладины.\n5. На вдохе медленно опуститесь в исходное положение.\n6. Контролируйте движение, не используйте мах или раскачивание.\n7. Упражнение развивает мышцы спины, рук и плеч."
    },
    {
      "name": "Static Выпад",
      "technique": "1. Встаньте прямо, ноги на ширине плеч.\n2. Сделайте большой шаг вперед одной ногой.\n3. Опуститесь вниз, сгибая обе ноги до угла 90 градусов.\n4. Переднее колено не должно выходить за линию носка.\n5. Заднее колено почти касается пола, но не касается его.\n6. Оттолкнитесь передней ногой и вернитесь в исходное положение.\n7. Повторите для другой ноги."
    },
    {
      "name": "Backward Сани Drag (Backward Sled Drag)",
      "technique": "1. Прикрепите санки или груз к поясу или держите в руках.\n2. Встаньте прямо, слегка наклоните корпус вперед.\n3. Начинайте двигаться назад быстрыми шагами.\n4. Отталкивайтесь носками от пола, делая короткие шаги.\n5. Сохраняйте спину прямой, грудь направьте вперед.\n6. Контролируйте движение, не позволяйте саням двигаться слишком быстро.\n7. Упражнение развивает силу ног, ягодиц и мышц кора."
    },
    {
      "name": "медленные One-Подъемы ног (Slow One-Leg Raises)",
      "technique": "1. Лягте на спину на пол или коврик, руки вдоль тела ладонями вниз для стабилизации корпуса.\n2. Ноги прямые, вытянуты и сомкнуты вместе, носки направлены вперед.\n3. На выдохе поднимите обе прямые ноги вертикально вверх до угла 90 градусов относительно пола.\n4. В верхней точке медленно разведите прямые ноги в стороны как можно шире, растягивая внутреннюю поверхность бедер.\n5. Задержитесь в крайнем положении на 1-2 секунды, поддерживая напряжение в мышцах пресса.\n6. На вдохе медленно сведите ноги вместе, возвращая их в вертикальное положение.\n7. Плавно опустите ноги обратно, не касаясь пола для сохранения напряжения в мышцах пресса."
    },
    {
      "name": "Мертвый жук (Dead Bug)",
      "technique": "1. Лягте на спину, поднимите ноги и руки вертикально.\n2. Ноги согнуты под углом 90 градусов, руки прямые.\n3. Медленно опустите правую руку и левую ногу к полу.\n4. Не касайтесь пола, остановитесь на несколько сантиметров.\n5. Вернитесь в исходное положение и повторите с другой стороны.\n6. Сохраняйте поясницу прижатой к полу.\n7. Упражнение развивает стабильность корпуса и координацию."
    }
  ],
  "config": {
    "workTime": 45,
    "restTime": 15,
    "circleRestTime": 60,
    "countdownTime": 5
  }
}