{
  "name": "Сила воли (Уровень: средний)",
  "description": "Сбалансированная программа для тех, кто уже имеет базовую подготовку. Сочетание силовых и кардио упражнений позволит эффективно сжигать калории, укреплять мышцы и улучшать общую физическую форму. Формат: 45 сек работы / 15 сек отдыха между упражнениями. Отдых между кругами: 60 сек. Количество кругов: 5 кругов. Рекомендуется выполнять 5 кругов.",
  "exercises": [
    {
      "name": "Рывок в стойку + Overhead Приседания (Snatch + Overhead Squat)",
      "technique": "1. Поднимите штангу или гриф над головой на прямых руках.\n2. Руки шире плеч, локти заблокированы, штанга над центром стоп.\n3. Начните приседать, отводя таз назад и вниз.\n4. Опуститесь в глубокий присед, сохраняя штангу над головой.\n5. Колени направлены в сторону носков, спина прямая.\n6. Вернитесь в исходное положение, выпрямляя ноги.\n7. Упражнение развивает мобильность плеч, стабильность корпуса и силу ног."
    },
    {
      "name": "с полотенцем Hang (Towel Hang)",
      "technique": "1. Возьмите полотенце и перекиньте его через перекладину.\n2. Возьмитесь за концы полотенца обеими руками.\n3. Повисните на прямых руках, полностью вытянув тело.\n4. Удерживайте положение, укрепляя хват.\n5. Для продвинутых: выполните подтягивания с полотенцем.\n6. Полотенце создает нестабильность, усиливая хват.\n7. Упражнение развивает силу хвата и предплечий."
    },
    {
      "name": "Полая позиция (Hollow Hold)",
      "technique": "1. Лягте на спину, вытяните руки за голову.\n2. Поднимите ноги, руки и голову от пола.\n3. Ноги прямые, под углом 45 градусов к полу.\n4. Тело образует форму банана или дуги.\n5. Напрягите пресс, прижмите поясницу к полу.\n6. Удерживайте положение, дышите ровно.\n7. Упражнение развивает мышцы кора и стабильность."
    },
    {
      "name": "алмазные Отжимания (Diamond Pushups)",
      "technique": "1. Примите упор лежа, руки на ширине плеч.\n2. Тело образует прямую линию от головы до пяток.\n3. На вдохе медленно опустите грудь к полу, сгибая локти под углом 45 градусов.\n4. Опускайтесь до легкого касания грудью пола.\n5. На выдохе отожмитесь вверх, полностью выпрямляя руки.\n6. Не прогибайтесь в пояснице, держите пресс напряженным.\n7. Сохраняйте правильную технику на протяжении всего подхода."
    },
    {
      "name": "прыжковые Приседания (Jumping Squats)",
      "technique": "1. Встаньте прямо, ноги на ширине плеч.\n2. Руки вытяните вперед для баланса или держите у груди.\n3. Начните приседать, отводя таз назад, как будто садитесь на стул.\n4. Сохраняйте спину прямой, грудь приподнятой.\n5. Опускайтесь до параллели бедер с полом или ниже.\n6. Колени должны быть направлены в сторону носков, не выходить за их линию.\n7. Вернитесь в исходное положение, отталкиваясь пятками."
    },
    {
      "name": "250m Гребля (250m Row)",
      "technique": "1. Возьмите гантели или используйте тренажер для тяги.\n2. Наклоните корпус вперед, сохраняя спину прямой.\n3. Слегка согните ноги в коленях для устойчивости.\n4. На выдохе подтяните вес к груди, сводя лопатки вместе.\n5. Локти должны двигаться вдоль тела, не расходиться в стороны.\n6. В верхней точке задержитесь на секунду, сжав мышцы спины.\n7. На вдохе медленно опустите вес."
    },
    {
      "name": "No-Отжимания Бёрпи (No-Push-Up Burpee)",
      "technique": "1. Встаньте прямо, ноги на ширине плеч.\n2. Опуститесь в присед, поставьте ладони на пол.\n3. Прыжком отбросьте ноги назад в положение планки.\n4. Прыжком верните ноги к рукам, оказавшись в приседе.\n5. Из приседа выпрыгните вверх с хлопком над головой.\n6. Упрощенный вариант без отжимания подходит для начинающих.\n7. Сохраняйте высокий темп для кардио-нагрузки."
    },
    {
      "name": "Single-Unders (Single-Unders)",
      "technique": "1. Возьмите скакалку, руки согнуты под углом 90 градусов.\n2. Прыгайте на носках, колени слегка согнуты.\n3. Вращайте скакалку запястьями, а не всей рукой.\n4. Подпрыгивайте достаточно высоко, чтобы скакалка прошла под ногами.\n5. Сохраняйте ровный ритм на протяжении всего упражнения.\n6. Дышите ровно и глубоко.\n7. Упражнение развивает кардио-выносливость и координацию."
    },
    {
      "name": "400m Run (400m Run)",
      "technique": "1. Встаньте в стартовую позицию, ноги на ширине плеч.\n2. Начните бег с умеренной скоростью, постепенно увеличивая темп.\n3. Сохраняйте ровное дыхание, согласуя с шагами.\n4. Держите корпус прямо, руки согнуты в локтях под 90 градусов.\n5. Работайте руками для поддержания темпа и баланса.\n6. Приземляйтесь на переднюю часть стопы для амортизации.\n7. Сохраняйте технику бега на протяжении всей дистанции."
    }
  ],
  "config": {
    "workTime": 45,
    "restTime": 15,
    "circleRestTime": 60,
    "countdownTime": 5
  }
}